export const ikt = [
  {
    "question": "Web сервис (www)&ndash; это:",
    "num": 1,
    "answers": [
      {
        "answer": "технология доступа к информационному ресурсу посредством Web сайта",
        "isTrue": true
      },
      {
        "answer": "URL графического файла, который будет использован в качестве фонового изображения",
        "isTrue": false
      },
      {
        "answer": "цвет просмотренных текстовых гиперссылок",
        "isTrue": false
      },
      {
        "answer": "это каждый элемент списка, который состоит из двух частей: термина и его определения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Web сайт &ndash; это:",
    "num": 2,
    "answers": [
      {
        "answer": "набор связанных друг с другом документов, для связи таких документов используются гиперссылки",
        "isTrue": true
      },
      {
        "answer": "url графического файла, который будет использован в качестве фонового изображения",
        "isTrue": false
      },
      {
        "answer": "цвет просмотренных текстовых гиперссылок",
        "isTrue": false
      },
      {
        "answer": "это каждый элемент списка, который состоит из двух частей: термина и его определения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "URL адрес &ndash; используется:",
    "num": 3,
    "answers": [
      {
        "answer": "в WEB и FTP сервисах для указания местоположения WEB документов и файлов",
        "isTrue": true
      },
      {
        "answer": "WEB для графического файла, который будет использован в качестве фонового изображения",
        "isTrue": false
      },
      {
        "answer": "для просмотренных текстовых гиперссылок",
        "isTrue": false
      },
      {
        "answer": "для каждого элемента списка, который состоит из двух частей: термина и его определения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Personal Web Server &ndash; это:",
    "num": 4,
    "answers": [
      {
        "answer": "программа, с помощью которой мы можем регулировать работу Web сервиса.",
        "isTrue": true
      },
      {
        "answer": "URL графического файла, который будет использован в качестве фонового изображения",
        "isTrue": false
      },
      {
        "answer": "цвет просмотренных текстовых гиперссылок",
        "isTrue": false
      },
      {
        "answer": "это каждый элемент списка, который состоит из двух частей: термина и его определения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Электронная почта (e-mail) позволяет передавать...",
    "num": 5,
    "answers": [
      {
        "answer": "сообщения и приложенные файлы",
        "isTrue": true
      },
      {
        "answer": "только сообщения",
        "isTrue": false
      },
      {
        "answer": "только файлы",
        "isTrue": false
      },
      {
        "answer": "видеоизображения и фотографии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите базовый протокол в Интернет.",
    "num": 6,
    "answers": [
      {
        "answer": "TCP/IP",
        "isTrue": true
      },
      {
        "answer": "HTTP",
        "isTrue": false
      },
      {
        "answer": "HTML",
        "isTrue": false
      },
      {
        "answer": "TCP",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое ГИС (геоинформационная система) ?",
    "num": 7,
    "answers": [
      {
        "answer": "системы, содержащие топологические БД на электронных картах",
        "isTrue": true
      },
      {
        "answer": "информационные системы в предметной области - география",
        "isTrue": false
      },
      {
        "answer": "электронные географические карты",
        "isTrue": false
      },
      {
        "answer": "глобальные фонды, архивы географических данных  и таблицы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Гиперссылки на web - странице могут обеспечить переход...",
    "num": 8,
    "answers": [
      {
        "answer": "на любую web - страницу любого сервера Интернет",
        "isTrue": true
      },
      {
        "answer": "только в пределах данной web - страницы и данного сервера",
        "isTrue": false
      },
      {
        "answer": "только на web - страницы данного сервера",
        "isTrue": false
      },
      {
        "answer": "на любую web - страницу данного региона",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задан адрес электронной почты в сети Internet: user_name@int.glasnet.ru. Каково имя владельца электронного адреса?",
    "num": 9,
    "answers": [
      {
        "answer": "user_name",
        "isTrue": true
      },
      {
        "answer": "int.glasnet.ru",
        "isTrue": false
      },
      {
        "answer": "glasnet.ru",
        "isTrue": false
      },
      {
        "answer": "ru",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Браузеры (например, Microsoft Internet Explorer) являются...",
    "num": 10,
    "answers": [
      {
        "answer": "средством просмотра web-страниц",
        "isTrue": true
      },
      {
        "answer": "серверами Интернет",
        "isTrue": false
      },
      {
        "answer": "антивирусными программами",
        "isTrue": false
      },
      {
        "answer": "трансляторами языка программирования",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой формат (расширение) имеют Web-страницы ?",
    "num": 11,
    "answers": [
      {
        "answer": "*.htm",
        "isTrue": true
      },
      {
        "answer": "*.txt",
        "isTrue": false
      },
      {
        "answer": "*.doc",
        "isTrue": false
      },
      {
        "answer": "*.exe",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое  домен ?",
    "num": 12,
    "answers": [
      {
        "answer": "часть адреса, определяющая адрес компьютера пользователя в сети",
        "isTrue": true
      },
      {
        "answer": "единица измерения информации",
        "isTrue": false
      },
      {
        "answer": "название программы, для осуществления связи между компьютерами",
        "isTrue": false
      },
      {
        "answer": "название устройства, осуществляющего связь между компьютерами",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Web-страница - это ...",
    "num": 13,
    "answers": [
      {
        "answer": "документ, в котором хранится информация сервера",
        "isTrue": true
      },
      {
        "answer": "документ, в котором хранится вся информация по сети",
        "isTrue": false
      },
      {
        "answer": "документ, в котором хранится информация пользователя",
        "isTrue": false
      },
      {
        "answer": "сводка меню программных продуктов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что можно использовать в качестве  гипертекстовых ссылок?",
    "num": 14,
    "answers": [
      {
        "answer": "слово, группу слов или картинку, при подведении мыши к которым ее курсор принимает форму человеческой руки",
        "isTrue": true
      },
      {
        "answer": "только слово",
        "isTrue": false
      },
      {
        "answer": "только картинку",
        "isTrue": false
      },
      {
        "answer": "любое слово или любую картинку",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Mодем - это устройство, предназначенное для ...",
    "num": 15,
    "answers": [
      {
        "answer": "передачи информации по телефонным каналам связи",
        "isTrue": true
      },
      {
        "answer": "вывода информации на печать",
        "isTrue": false
      },
      {
        "answer": "хранения информации",
        "isTrue": false
      },
      {
        "answer": "обработки информации в данный момент времени",
        "isTrue": false
      }
    ]
  },
  {
    "question": "URL адрес &ndash; это &hellip;",
    "num": 16,
    "answers": [
      {
        "answer": "адрес, на котором расположен ресурс;",
        "isTrue": true
      },
      {
        "answer": "адрес электронной почты;",
        "isTrue": false
      },
      {
        "answer": "адрес компьютера и электронный почты;",
        "isTrue": false
      },
      {
        "answer": "почтовый адрес;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое  гипертекст?",
    "num": 17,
    "answers": [
      {
        "answer": "структурированный текст, в котором могут осуществляться переходы по выделенным меткам",
        "isTrue": true
      },
      {
        "answer": "очень большой текст",
        "isTrue": false
      },
      {
        "answer": "текст, набранный на компьютере",
        "isTrue": false
      },
      {
        "answer": "текст, в котором используется шрифт большого размера",
        "isTrue": false
      }
    ]
  },
  {
    "question": "HTML (Hyper Text Markup Language) является ...",
    "num": 18,
    "answers": [
      {
        "answer": "средством создания Web-страниц",
        "isTrue": true
      },
      {
        "answer": "средством просмотра Web-страниц",
        "isTrue": false
      },
      {
        "answer": "транслятором языка программирования",
        "isTrue": false
      },
      {
        "answer": "сервером Интернет",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Модем - это ...",
    "num": 19,
    "answers": [
      {
        "answer": "устройство, преобразующее цифровые сигналы компьютера в аналоговый телефонный сигнал и обратно",
        "isTrue": true
      },
      {
        "answer": "персональная ЭВМ, используемая для получения и отправки корреспонденции",
        "isTrue": false
      },
      {
        "answer": "программа, с помощью которой осуществляется диалог между несколькими компьютерами по локальной сети",
        "isTrue": false
      },
      {
        "answer": "мощный компьютер, к которому подключаются остальные компьютеры",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Мельчайшей единицей информации в ЭВМ является",
    "num": 20,
    "answers": [
      {
        "answer": "Бит",
        "isTrue": true
      },
      {
        "answer": "Байт",
        "isTrue": false
      },
      {
        "answer": "Триггер",
        "isTrue": false
      },
      {
        "answer": "Регистр",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Данные - это:",
    "num": 21,
    "answers": [
      {
        "answer": "информация, представленная в формализованном виде",
        "isTrue": true
      },
      {
        "answer": "сведения о каком - либо факте",
        "isTrue": false
      },
      {
        "answer": "информация о результатах производственно-хозяйственной деятельности",
        "isTrue": false
      },
      {
        "answer": "информация, представленная в табличной форме",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Единица информации, включающая 8 двоичных разрядов, называется...",
    "num": 22,
    "answers": [
      {
        "answer": "байт",
        "isTrue": true
      },
      {
        "answer": "килобайт",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "мегабайт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "АСУ - это",
    "num": 23,
    "answers": [
      {
        "answer": "комплекс технических, программных средств",
        "isTrue": true
      },
      {
        "answer": "робот-автомат",
        "isTrue": false
      },
      {
        "answer": "компьютерная программа",
        "isTrue": false
      },
      {
        "answer": "система принятия управленческих решений",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Под совокупностью программ, процедур и правил вместе со связанной с этими компонентами документацией, позволяющей использовать ЭВМ для решения различных задач, понимается...",
    "num": 24,
    "answers": [
      {
        "answer": "программное обеспечение ЭВМ",
        "isTrue": true
      },
      {
        "answer": "аппаратное обеспечение ЭВМ",
        "isTrue": false
      },
      {
        "answer": "операционная система и аппаратное обеспечение",
        "isTrue": false
      },
      {
        "answer": "информатика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Комплекс технических и программных средств, обеспечивающий управление объектом в производственной среде - &hellip;",
    "num": 25,
    "answers": [
      {
        "answer": "автоматизированная система управления",
        "isTrue": true
      },
      {
        "answer": "аппаратный комплекс",
        "isTrue": false
      },
      {
        "answer": "автоматизированные системы научных исследований",
        "isTrue": false
      },
      {
        "answer": "система, имеющая графические БД",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите устройство для хранения информации",
    "num": 26,
    "answers": [
      {
        "answer": "память",
        "isTrue": true
      },
      {
        "answer": "накопитель",
        "isTrue": false
      },
      {
        "answer": "системный блок",
        "isTrue": false
      },
      {
        "answer": "дисплей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Windows - это:",
    "num": 27,
    "answers": [
      {
        "answer": "графическая операционная система",
        "isTrue": true
      },
      {
        "answer": "система программирования",
        "isTrue": false
      },
      {
        "answer": "однозадачная операционная система",
        "isTrue": false
      },
      {
        "answer": "система, реализующая интерфейс только командной строки",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой объект Рабочего стола позволяет получить доступ по всем ресурсам локального компьютера?",
    "num": 28,
    "answers": [
      {
        "answer": "Мой компьютер",
        "isTrue": true
      },
      {
        "answer": "Панель инструментов",
        "isTrue": false
      },
      {
        "answer": "Панель задач",
        "isTrue": false
      },
      {
        "answer": "Панель Microsoft Office",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Панель инструментов - это:",
    "num": 29,
    "answers": [
      {
        "answer": "набор кнопок для быстрого выполнения наиболее часто встречающих команд",
        "isTrue": true
      },
      {
        "answer": "графический представитель информационного объекта ОС",
        "isTrue": false
      },
      {
        "answer": "прямоугольная область на экране, которую можно изменять различными способами",
        "isTrue": false
      },
      {
        "answer": "основное средство исполнения желаний в Windows в виде перечня команд, присущих данному конкретному приложению.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Строка меню &ndash; это",
    "num": 30,
    "answers": [
      {
        "answer": "основное средство исполнения команд, присущих данному конкретному приложению",
        "isTrue": true
      },
      {
        "answer": "графический представитель информационного объекта ОС",
        "isTrue": false
      },
      {
        "answer": "набор кнопок команд для быстрого выполнения наиболее часто встречающих операций",
        "isTrue": false
      },
      {
        "answer": "прямоугольная область на экране, которую можно изменять многими различными способами",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое меню не используется в Windows",
    "num": 31,
    "answers": [
      {
        "answer": "рабочее меню",
        "isTrue": true
      },
      {
        "answer": "контекстное меню",
        "isTrue": false
      },
      {
        "answer": "главное меню",
        "isTrue": false
      },
      {
        "answer": "системное меню",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Системное меню:",
    "num": 32,
    "answers": [
      {
        "answer": "для каждого стандартного окна содержит одни и те же команды управления окном",
        "isTrue": true
      },
      {
        "answer": "содержит уникальные команды, позволяющие проводить операции с содержимым окна или с окном в целом",
        "isTrue": false
      },
      {
        "answer": "содержит группу команд, непосредственно относящихся к объекту, для которого это меню вызвано",
        "isTrue": false
      },
      {
        "answer": "содержит набор основных команд ОС Windows, связанных с запуском программы, получением справок, поиском и открытием документов, настройкой системы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Файловая система - это:",
    "num": 33,
    "answers": [
      {
        "answer": "способ организации и хранения файлов на дисках компьютера",
        "isTrue": true
      },
      {
        "answer": "группа файлов на одном магнитном носителе, объединенных по какому- либо критерию, определенному пользователем.",
        "isTrue": false
      },
      {
        "answer": "это помеченное место на диске, где помещается информация;",
        "isTrue": false
      },
      {
        "answer": "это специальный файл связи, используемый для быстрого доступа к объектам Windows",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Файловая структура - это:",
    "num": 34,
    "answers": [
      {
        "answer": "иерархическая структура, в виде которой ОС отображает файлы и папки диска",
        "isTrue": true
      },
      {
        "answer": "группа файлов на одном магнитном носителе, объединенных по какому- либо критерию, определенному пользователем",
        "isTrue": false
      },
      {
        "answer": "помеченное место на диске, где помещается информация",
        "isTrue": false
      },
      {
        "answer": "специальный файл связи, используемый для быстрого доступа к объектам Windows",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ярлык это:",
    "num": 35,
    "answers": [
      {
        "answer": "специальный файл связи, используемый для быстрого доступа к различным объектам Windows",
        "isTrue": true
      },
      {
        "answer": "способ хранения файлов на дисках компьютера",
        "isTrue": false
      },
      {
        "answer": "группа файлов на одном магнитном носителе, объединенных по какому- либо критерию, определенному пользователем",
        "isTrue": false
      },
      {
        "answer": "помеченное место на диске, где помещается информация",
        "isTrue": false
      }
    ]
  },
  {
    "question": "экранного изображения называется",
    "num": 36,
    "answers": [
      {
        "answer": "пикселом",
        "isTrue": true
      },
      {
        "answer": "dpi",
        "isTrue": false
      },
      {
        "answer": "lpi",
        "isTrue": false
      },
      {
        "answer": "разрешением",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Обработка информации &ndash; это:",
    "num": 37,
    "answers": [
      {
        "answer": "любое обращение к информации, которое оставляет различные следы такого обращения",
        "isTrue": true
      },
      {
        "answer": "некоторая заданная последовательность элементарных вычислительных операций",
        "isTrue": false
      },
      {
        "answer": "совокупность данных произвольной природы, которая представляет пользователю вполне определенные сведения",
        "isTrue": false
      },
      {
        "answer": "возможность выделения данного среди других данных с полным представлением о текущем содержании и представлении этого данного",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вычислительный процесс &ndash; это:",
    "num": 38,
    "answers": [
      {
        "answer": "некоторая заданная последовательность элементарных вычислительных операций",
        "isTrue": true
      },
      {
        "answer": "совокупность данных произвольной природы, которая представляет пользователю вполне определенные сведения",
        "isTrue": false
      },
      {
        "answer": "совокупность предписаний и правил выполнения вычислительных операций направленных на решение поставленной задачи чисто механическим способом за конечное число шагов",
        "isTrue": false
      },
      {
        "answer": "возможность выделения данного среди других данных с полным представлением о текущем содержании и представлении этого данного",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Информация &ndash; это:",
    "num": 39,
    "answers": [
      {
        "answer": "совокупность данных произвольной природы, которая представляет пользователю вполне определенные сведения",
        "isTrue": true
      },
      {
        "answer": "некоторая заданная последовательность элементарных вычислительных операций",
        "isTrue": false
      },
      {
        "answer": "совокупность предписаний и правил выполнения вычислительных операций направленных на решение поставленной задачи чисто механическим способом за конечное число шагов",
        "isTrue": false
      },
      {
        "answer": "возможность выделения данного среди других данных с полным представлением о текущем содержании и представлении этого данного",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Назовите функции ОЗУ",
    "num": 40,
    "answers": [
      {
        "answer": "накопление и хранение данных оперативного доступа",
        "isTrue": true
      },
      {
        "answer": "хранение архивных данных",
        "isTrue": false
      },
      {
        "answer": "хранение программ.",
        "isTrue": false
      },
      {
        "answer": "предписание на выполнение типового вычислительного процесса",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите функцию внешнего запоминающего устройства",
    "num": 41,
    "answers": [
      {
        "answer": "хранение архивных данных",
        "isTrue": true
      },
      {
        "answer": "хранение данных оперативного доступа.",
        "isTrue": false
      },
      {
        "answer": "хранение исполняемых программ.",
        "isTrue": false
      },
      {
        "answer": "пересылка данных",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Где размещаются  данные оперативного доступа",
    "num": 42,
    "answers": [
      {
        "answer": "в ОЗУ",
        "isTrue": true
      },
      {
        "answer": "в ВЗУ",
        "isTrue": false
      },
      {
        "answer": "в ПЗУ",
        "isTrue": false
      },
      {
        "answer": "в процессоре",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что содержит в своем составе вычислительный алгоритм?",
    "num": 43,
    "answers": [
      {
        "answer": "предписания и правила их выполнения",
        "isTrue": true
      },
      {
        "answer": "команды на выполнение вычислительных операций",
        "isTrue": false
      },
      {
        "answer": "операторы",
        "isTrue": false
      },
      {
        "answer": "программы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вычислительный алгоритм имеет следующую направленность&hellip;",
    "num": 44,
    "answers": [
      {
        "answer": "правильное решение поставленной задачи",
        "isTrue": true
      },
      {
        "answer": "правильное исполнение вычислительных операций",
        "isTrue": false
      },
      {
        "answer": "правильный порядок исполнения вычислительных операций",
        "isTrue": false
      },
      {
        "answer": "на программу",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Алгоритм вычислений может быть ориентирован:",
    "num": 45,
    "answers": [
      {
        "answer": "только на конечное число шагов",
        "isTrue": true
      },
      {
        "answer": "на любое количество чисел шагов",
        "isTrue": false
      },
      {
        "answer": "на заданное число шагов",
        "isTrue": false
      },
      {
        "answer": "на один шаг",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Элементарную вычислительную операцию характеризует",
    "num": 46,
    "answers": [
      {
        "answer": "наличие только одного знака операции",
        "isTrue": true
      },
      {
        "answer": "наличие произвольного числа знаков операций",
        "isTrue": false
      },
      {
        "answer": "знаков операций",
        "isTrue": false
      },
      {
        "answer": "содержит только знаки операций",
        "isTrue": false
      }
    ]
  },
  {
    "question": "называется обработка информации в полном объеме совместно человеком и автоматом?",
    "num": 47,
    "answers": [
      {
        "answer": "автоматизированной",
        "isTrue": true
      },
      {
        "answer": "механизированной",
        "isTrue": false
      },
      {
        "answer": "автоматической",
        "isTrue": false
      },
      {
        "answer": "ручной",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите главный недостаток локальных сетей?",
    "num": 48,
    "answers": [
      {
        "answer": "необходимость дополнительных затрат на оборудование и обслуживание сети",
        "isTrue": true
      },
      {
        "answer": "абонентов низкий уровень помехозащищенности передаваемых данных",
        "isTrue": false
      },
      {
        "answer": "невозможность объединения компьютеров разных типов",
        "isTrue": false
      },
      {
        "answer": "замедление быстродействия работы компьютеров, подключенных к сети",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Любое обращение к информации, которое оставляет различные следы такого обращения &ndash; есть:",
    "num": 49,
    "answers": [
      {
        "answer": "обработка информации",
        "isTrue": true
      },
      {
        "answer": "информация",
        "isTrue": false
      },
      {
        "answer": "программа",
        "isTrue": false
      },
      {
        "answer": "вычислительный алгоритм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называются данные, непосредственно участвующие в вычислительном процессе?",
    "num": 50,
    "answers": [
      {
        "answer": "данными оперативного доступа",
        "isTrue": true
      },
      {
        "answer": "архивными данными",
        "isTrue": false
      },
      {
        "answer": "входными данными",
        "isTrue": false
      },
      {
        "answer": "промежуточными данными и входными данными",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что измеряется в мегагерцах?",
    "num": 51,
    "answers": [
      {
        "answer": "тактовая частота микропроцессора",
        "isTrue": true
      },
      {
        "answer": "емкость памяти",
        "isTrue": false
      },
      {
        "answer": "передача данных",
        "isTrue": false
      },
      {
        "answer": "производительность вычислительного процесса",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Объект представления информации, по средствам которого осуществляется отображение, и представление информации:",
    "num": 52,
    "answers": [
      {
        "answer": "данные",
        "isTrue": true
      },
      {
        "answer": "разрядность процессора",
        "isTrue": false
      },
      {
        "answer": "тактовая частота",
        "isTrue": false
      },
      {
        "answer": "синхронизация",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Обработка информации &ndash; это:",
    "num": 53,
    "answers": [
      {
        "answer": "любое обращение к информации, которое оставляет различные следы такого обращения",
        "isTrue": true
      },
      {
        "answer": "некоторая заданная последовательность элементарных вычислительных операций",
        "isTrue": false
      },
      {
        "answer": "совокупность данных произвольной природы, которая представляет пользователю вполне определенные сведения",
        "isTrue": false
      },
      {
        "answer": "возможность выделения данного среди других данных с полным представлением о текущем содержании и представлении этого данного",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Программа &ndash; это:",
    "num": 54,
    "answers": [
      {
        "answer": "вычислительный алгоритм, оформленный с использование специальных языковых средств доступных для расшифровки ЭВМ",
        "isTrue": true
      },
      {
        "answer": "некоторая заданная последовательность элементарных вычислительных операций",
        "isTrue": false
      },
      {
        "answer": "совокупность данных произвольной природы, которая представляет пользователю вполне определенные сведения",
        "isTrue": false
      },
      {
        "answer": "возможность выделения данного среди других данных с полным представлением о текущем содержании и представлении этого данного",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Данные, получаемые из первичной информации и создающие информационный образ предметной области",
    "num": 55,
    "answers": [
      {
        "answer": "входные данные",
        "isTrue": true
      },
      {
        "answer": "промежуточные данные",
        "isTrue": false
      },
      {
        "answer": "выходные данные",
        "isTrue": false
      },
      {
        "answer": "операционная система",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сервер компьютерной сети &ndash;это&hellip;",
    "num": 56,
    "answers": [
      {
        "answer": "компьютер, отдающий свой ресурс в сеть",
        "isTrue": true
      },
      {
        "answer": "центральный компьютер, к которому подключаются остальные",
        "isTrue": false
      },
      {
        "answer": "самый мощный компьютер в сети",
        "isTrue": false
      },
      {
        "answer": "специалист, обслуживающий сеть",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое скорость передачи данных?",
    "num": 57,
    "answers": [
      {
        "answer": "Это количество бит информации, передаваемой через модем в единицу времени",
        "isTrue": true
      },
      {
        "answer": "Это количество байт информации, переданной с одного компьютера на другой",
        "isTrue": false
      },
      {
        "answer": "Это количество информации, передаваемой в одну секунду",
        "isTrue": false
      },
      {
        "answer": "Это количество байт информации, передаваемой за одну минуту",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Программное обеспечение общесистемного назначения, предназначенное для обеспечения определенного уровня эффективности вычислительной системы за счет автоматизированного управления ее работой и представляемых пользователю определенного набора услуг",
    "num": 58,
    "answers": [
      {
        "answer": "операционная система",
        "isTrue": true
      },
      {
        "answer": "промежуточные данные",
        "isTrue": false
      },
      {
        "answer": "входные данные",
        "isTrue": false
      },
      {
        "answer": "выходные данные",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основные достоинства топологии шина",
    "num": 59,
    "answers": [
      {
        "answer": "это простота локализации неисправности в сети и управления обменом",
        "isTrue": true
      },
      {
        "answer": "это ретрансляция сигналов всеми абонентами и большой допустимый размер сети",
        "isTrue": false
      },
      {
        "answer": "это наличие мощного центрального компьютера, управляющего обменом",
        "isTrue": false
      },
      {
        "answer": "это простота включения новых абонентов и устойчивость к отказам компьютеров",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что из ниже перечисленных относится к программам- архиваторам?",
    "num": 60,
    "answers": [
      {
        "answer": "WinRAR, WinZIP",
        "isTrue": true
      },
      {
        "answer": "Aidstest.exe, drweb.exe",
        "isTrue": false
      },
      {
        "answer": "Rar.exe, pkzip.exe, arj.exe",
        "isTrue": false
      },
      {
        "answer": "Scandisk",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основную единицу хранения блока информации",
    "num": 61,
    "answers": [
      {
        "answer": "файл",
        "isTrue": true
      },
      {
        "answer": "папка",
        "isTrue": false
      },
      {
        "answer": "тип",
        "isTrue": false
      },
      {
        "answer": "каталог",
        "isTrue": false
      }
    ]
  },
  {
    "question": "На что указывает расширение файла?",
    "num": 62,
    "answers": [
      {
        "answer": "тип информации, которую содержит данный файл",
        "isTrue": true
      },
      {
        "answer": "размер информации, которую содержит данный файл",
        "isTrue": false
      },
      {
        "answer": "папку, в которой расположен данный файл",
        "isTrue": false
      },
      {
        "answer": "размещение файла в ветви",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Длина расширения файла не может превышать:",
    "num": 63,
    "answers": [
      {
        "answer": "3 символа",
        "isTrue": true
      },
      {
        "answer": "2 символа",
        "isTrue": false
      },
      {
        "answer": "4 символа",
        "isTrue": false
      },
      {
        "answer": "1 символ",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Компьютерная сеть это:",
    "num": 64,
    "answers": [
      {
        "answer": "два и более компьютеров, объединенных средствами информационных коммуникаций",
        "isTrue": true
      },
      {
        "answer": "два и более компьютеров на одном рабочем месте, объединенных общим питанием от электрической сети",
        "isTrue": false
      },
      {
        "answer": "два и более компьютеров, объединенных общим назначением для практического использования.",
        "isTrue": false
      },
      {
        "answer": "два и более компьютеров, эксплуатируемых на одном рабочем месте.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "означает зЗнак вопроса &lt;?&gt;, встречающейся в имени файла или его расширении?",
    "num": 65,
    "answers": [
      {
        "answer": "любой символ может занимать эту позицию",
        "isTrue": true
      },
      {
        "answer": "длина имени файла &ndash; количество символов до этого знака",
        "isTrue": false
      },
      {
        "answer": "любой символ может занимать любую из оставшихся позиций",
        "isTrue": false
      },
      {
        "answer": "запрос у системы на создание файла",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое обращение указывает на все файлы на диске?",
    "num": 66,
    "answers": [
      {
        "answer": "*.*",
        "isTrue": true
      },
      {
        "answer": "*.?",
        "isTrue": false
      },
      {
        "answer": "?.?",
        "isTrue": false
      },
      {
        "answer": "?.*",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое серверы?",
    "num": 67,
    "answers": [
      {
        "answer": "Это кoмпьютepы пpeдocтaвляющиe cвoи pecypcы ceтeвым пoльзoвaтeлям",
        "isTrue": true
      },
      {
        "answer": "Это модемы используемые ceтeвыми пoльзoвaтeлями",
        "isTrue": false
      },
      {
        "answer": "Это сетевые карты используемые ceтeвыми пoльзoвaтeлями",
        "isTrue": false
      },
      {
        "answer": "Это данные используемые ceтeвыми пoльзoвaтeлями",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое клиенты (client)?",
    "num": 68,
    "answers": [
      {
        "answer": "Это кoмпьютepы, ocyщecтвляющиe дocтyп к ceтeвым pecypcaм",
        "isTrue": true
      },
      {
        "answer": "Это пользователи, ocyщecтвляющиe дocтyп к ceтeвым pecypcaм",
        "isTrue": false
      },
      {
        "answer": "Это фaйлы, пpeдocтaвляeмыe cepвepaми пo ceти",
        "isTrue": false
      },
      {
        "answer": "Это ycтpoйcтвa, библиoтeки CD ROM",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Жизненный цикл БД содержит две фазы:",
    "num": 69,
    "answers": [
      {
        "answer": "Проектирования, реализация",
        "isTrue": true
      },
      {
        "answer": "Сохранения БД, реализация",
        "isTrue": false
      },
      {
        "answer": "Обработка программ, обновления",
        "isTrue": false
      },
      {
        "answer": "Реализация, сохранение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите антивирусные программы:",
    "num": 70,
    "answers": [
      {
        "answer": "Aidstest.exe, drweb.exe",
        "isTrue": true
      },
      {
        "answer": "Rar.exe, pkzip.exe,arj.exe",
        "isTrue": false
      },
      {
        "answer": "Scandisk",
        "isTrue": false
      },
      {
        "answer": "Command.com",
        "isTrue": false
      }
    ]
  },
  {
    "question": "По какому классификационному признаку информация может быть финансируемая государством или по хозрасчету",
    "num": 71,
    "answers": [
      {
        "answer": "по принципу распространения",
        "isTrue": true
      },
      {
        "answer": "в зависимости от ситуации",
        "isTrue": false
      },
      {
        "answer": "по принципу потребности",
        "isTrue": false
      },
      {
        "answer": "по целевому признаку",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основные типы компьютерных вирусов",
    "num": 72,
    "answers": [
      {
        "answer": "Программные, загрузочные, макровирусы",
        "isTrue": true
      },
      {
        "answer": "Аппаратные, программные, загрузочные",
        "isTrue": false
      },
      {
        "answer": "Файловые, программные, макровирусы",
        "isTrue": false
      },
      {
        "answer": "Системные, файловые, прикладные",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите антивирусную программу которая сравнивает длину файла, дату и время модификации",
    "num": 73,
    "answers": [
      {
        "answer": "Программа- ревизоры",
        "isTrue": true
      },
      {
        "answer": "Программа -детекторы",
        "isTrue": false
      },
      {
        "answer": "Программа- доктора",
        "isTrue": false
      },
      {
        "answer": "Программа- сторожа",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите действие файловых вирусов",
    "num": 74,
    "answers": [
      {
        "answer": "Заражают исполнительные файлы",
        "isTrue": true
      },
      {
        "answer": "Заражают жесткие диски",
        "isTrue": false
      },
      {
        "answer": "Заражают файлы-документы и электронные таблицы",
        "isTrue": false
      },
      {
        "answer": "Распространяются по сетям",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Спам &ndash;это &hellip;",
    "num": 75,
    "answers": [
      {
        "answer": "Нежелательная почта рекламного характера",
        "isTrue": true
      },
      {
        "answer": "Сообщения от незнакомых отправителей",
        "isTrue": false
      },
      {
        "answer": "Подозрительные сообщения от незнакомых отправителей",
        "isTrue": false
      },
      {
        "answer": "Исходящие почтовые сообщения пользователя",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Toпoлoгия ceти xapaктepизyeт",
    "num": 76,
    "answers": [
      {
        "answer": "физичecкoe pacпoлoжeниe кoмпьютepoв, кaбeлeй и дpyгиx кoмпoнeнтoв ceти",
        "isTrue": true
      },
      {
        "answer": "физичecкoe pacпoлoжeниe кoмпьютepoв, шин и дpyгиx устройств системного блока",
        "isTrue": false
      },
      {
        "answer": "физичecкoe pacпoлoжeниe кaбeлeй и дpyгиx кoмпoнeнтoв системных плат",
        "isTrue": false
      },
      {
        "answer": "физичecкoe pacпoлoжeниe кoмпьютepoв на рабочих столах",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Microsoft Excel это:",
    "num": 77,
    "answers": [
      {
        "answer": "редактор таблиц",
        "isTrue": true
      },
      {
        "answer": "графический редактор",
        "isTrue": false
      },
      {
        "answer": "текстовый редактор",
        "isTrue": false
      },
      {
        "answer": "СУБД",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Команда &ldquo;мастер диаграмм&rdquo; находится в пункте меню Microsoft Excel:",
    "num": 78,
    "answers": [
      {
        "answer": "вставка",
        "isTrue": true
      },
      {
        "answer": "файл",
        "isTrue": false
      },
      {
        "answer": "сервис",
        "isTrue": false
      },
      {
        "answer": "прогрессия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите что не входит в обеспечение табличного процессора.",
    "num": 79,
    "answers": [
      {
        "answer": "анимация",
        "isTrue": true
      },
      {
        "answer": "ввод данных",
        "isTrue": false
      },
      {
        "answer": "хранение данных",
        "isTrue": false
      },
      {
        "answer": "корректировка данных",
        "isTrue": false
      }
    ]
  },
  {
    "question": "С помощью каких комбинации клавиш можно восстановить удаленные данные Microsoft Excel ?",
    "num": 80,
    "answers": [
      {
        "answer": "Ctrl + Z",
        "isTrue": true
      },
      {
        "answer": "Shift + S",
        "isTrue": false
      },
      {
        "answer": "Alt + Z",
        "isTrue": false
      },
      {
        "answer": "Ctrl + P",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вводу формулы в ячейке Microsoft Excel должно предшествовать нажатие клавиши:",
    "num": 81,
    "answers": [
      {
        "answer": "=",
        "isTrue": true
      },
      {
        "answer": "Enter",
        "isTrue": false
      },
      {
        "answer": "~",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      }
    ]
  },
  {
    "question": "С помощью какой клавиши  устанавливается  информационная связь в Microsoft Excel?",
    "num": 82,
    "answers": [
      {
        "answer": "!",
        "isTrue": true
      },
      {
        "answer": "#",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "^",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Область, определяемая пересечением столбца и строки электронной таблицы, имеющая свой уникальный адрес &ndash; это:",
    "num": 83,
    "answers": [
      {
        "answer": "ячейка",
        "isTrue": true
      },
      {
        "answer": "ссылка",
        "isTrue": false
      },
      {
        "answer": "адрес ячейки",
        "isTrue": false
      },
      {
        "answer": "блок ячеек",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что определяется именем столбца и именем строки, на пересечении которых находится ячейка в Microsoft Excel:",
    "num": 84,
    "answers": [
      {
        "answer": "адрес ячейки",
        "isTrue": true
      },
      {
        "answer": "ссылка",
        "isTrue": false
      },
      {
        "answer": "ячеек",
        "isTrue": false
      },
      {
        "answer": "адрес блока ячеек",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется указание адреса ячейки в Microsoft Excel?",
    "num": 85,
    "answers": [
      {
        "answer": "ссылка",
        "isTrue": true
      },
      {
        "answer": "ячейка",
        "isTrue": false
      },
      {
        "answer": "адрес ячейки",
        "isTrue": false
      },
      {
        "answer": "блок ячеек",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Группа смежных ячеек, определяемая с помощью адреса в Microsoft Excel &ndash; это:",
    "num": 86,
    "answers": [
      {
        "answer": "блок ячеек",
        "isTrue": true
      },
      {
        "answer": "ячейка",
        "isTrue": false
      },
      {
        "answer": "ссылка",
        "isTrue": false
      },
      {
        "answer": "адрес ячейки",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что задается указанием ссылок первым и последним номером ячеек, между которыми ставится разделительный символ &ndash; двоеточие ( : ) в Microsoft Excel ?",
    "num": 87,
    "answers": [
      {
        "answer": "адрес блока ячеек",
        "isTrue": true
      },
      {
        "answer": "ячейка",
        "isTrue": false
      },
      {
        "answer": "адрес ячейки",
        "isTrue": false
      },
      {
        "answer": "ссылка",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется ячейка электронной таблицы, в которой в данный момент находится курсор в Microsoft Excel ?",
    "num": 88,
    "answers": [
      {
        "answer": "текущей",
        "isTrue": true
      },
      {
        "answer": "символьной",
        "isTrue": false
      },
      {
        "answer": "числовой",
        "isTrue": false
      },
      {
        "answer": "стоячей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой формат используется в Microsoft Excel по умолчанию, обеспечивая запись числовых данных в ячейках в том же виде, как они вводятся или вычисляются:",
    "num": 89,
    "answers": [
      {
        "answer": "основной",
        "isTrue": true
      },
      {
        "answer": "с фиксированным количеством десятичных знаков",
        "isTrue": false
      },
      {
        "answer": "процентный",
        "isTrue": false
      },
      {
        "answer": "денежный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой формат в Microsoft Excel обеспечивает представление чисел в ячейка с заданной точностью, определяемой пользователем десятичной точки:",
    "num": 90,
    "answers": [
      {
        "answer": "с фиксированным количеством десятичных знаков",
        "isTrue": true
      },
      {
        "answer": "основной",
        "isTrue": false
      },
      {
        "answer": "процентный",
        "isTrue": false
      },
      {
        "answer": "денежный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой формат в Microsoft Excel обеспечивает представление введенных данных в формате процентов в соответствии с установленным количеством десятичных знаков:",
    "num": 91,
    "answers": [
      {
        "answer": "процентный",
        "isTrue": true
      },
      {
        "answer": "с фиксированным количеством десятичных знаков",
        "isTrue": false
      },
      {
        "answer": "основной",
        "isTrue": false
      },
      {
        "answer": "денежный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой формат в Microsoft Excel обеспечивает такое представление чисел, где каждые три разряда разделены запятой:",
    "num": 92,
    "answers": [
      {
        "answer": "денежный",
        "isTrue": true
      },
      {
        "answer": "с фиксированным количеством десятичных знаков",
        "isTrue": false
      },
      {
        "answer": "процентный",
        "isTrue": false
      },
      {
        "answer": "основной",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой формат в Microsoft Excel используется для представления очень больших или очень маленьких чисел (мантиссы, порядка числа):",
    "num": 93,
    "answers": [
      {
        "answer": "научный",
        "isTrue": true
      },
      {
        "answer": "с фиксированным количеством десятичных знаков",
        "isTrue": false
      },
      {
        "answer": "процентный",
        "isTrue": false
      },
      {
        "answer": "денежный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Реляционная система управления базами данных это:",
    "num": 94,
    "answers": [
      {
        "answer": "Microsoft Access",
        "isTrue": true
      },
      {
        "answer": "Microsoft Word",
        "isTrue": false
      },
      {
        "answer": "Microsoft Excel",
        "isTrue": false
      },
      {
        "answer": "Microsoft Outlook",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Microsoft Access это:",
    "num": 95,
    "answers": [
      {
        "answer": "СУБД",
        "isTrue": true
      },
      {
        "answer": "графический редактор",
        "isTrue": false
      },
      {
        "answer": "текстовый редактор",
        "isTrue": false
      },
      {
        "answer": "редактор таблиц",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какая клавиша применяется для перемещения между панелями в Microsoft Access",
    "num": 96,
    "answers": [
      {
        "answer": "F6",
        "isTrue": true
      },
      {
        "answer": "F3",
        "isTrue": false
      },
      {
        "answer": "F2",
        "isTrue": false
      },
      {
        "answer": "F7",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите какой тип данных  Microsoft Access предназначен для ввода символьных или числовых данных и не требуют вычислений",
    "num": 97,
    "answers": [
      {
        "answer": "Текстовой",
        "isTrue": true
      },
      {
        "answer": "Поле МЕМО",
        "isTrue": false
      },
      {
        "answer": "Числовой",
        "isTrue": false
      },
      {
        "answer": "Дата/Время",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите какой тип данных в Microsoft Access предназначен для ввода текстовой информации, превышающей 255 символов",
    "num": 98,
    "answers": [
      {
        "answer": "Поле МЕМО",
        "isTrue": true
      },
      {
        "answer": "Текстовой",
        "isTrue": false
      },
      {
        "answer": "Числовой",
        "isTrue": false
      },
      {
        "answer": "Дата/Время",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Тип данных в Microsoft Access предназначенный для ввода и хранения числовых данных, используемых в математических расчетах",
    "num": 99,
    "answers": [
      {
        "answer": "Числовой",
        "isTrue": true
      },
      {
        "answer": "Поле МЕМО",
        "isTrue": false
      },
      {
        "answer": "Текстовой",
        "isTrue": false
      },
      {
        "answer": "Дата/Время",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Тип данных в Microsoft Access предназначенный для представления даты с 100 по 9999 год и времени, размер поля &ndash; 8 байтов",
    "num": 100,
    "answers": [
      {
        "answer": "Дата/Время",
        "isTrue": true
      },
      {
        "answer": "Поле МЕМО",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "Числовой",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Тип данных в Microsoft Access предназначенный для хранения данных, точность представления которого колеблется от 1 до4 десятичных знаков. Целая часть данного типа может содержать до 15 десятичных знаков",
    "num": 101,
    "answers": [
      {
        "answer": "Денежный",
        "isTrue": true
      },
      {
        "answer": "Поле МЕМО",
        "isTrue": false
      },
      {
        "answer": "Текстовой",
        "isTrue": false
      },
      {
        "answer": "Числовой",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Тип данных в содержащий 4-байтный уникальный номер, определяемый Microsoft Access автоматически для каждой новой записи либо случайным образом, либо путем увеличения предыдущего значения на 1",
    "num": 102,
    "answers": [
      {
        "answer": "счетчик",
        "isTrue": true
      },
      {
        "answer": "дата/время",
        "isTrue": false
      },
      {
        "answer": "логический",
        "isTrue": false
      },
      {
        "answer": "денежный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Поле в Microsoft Access, которое может содержать только два значения, интерпретируемые как Да/Нет, Истина/Ложь, Включено/Выключено",
    "num": 103,
    "answers": [
      {
        "answer": "логическое",
        "isTrue": true
      },
      {
        "answer": "дата/время",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "денежный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Символ в Microsoft Access являющийся символом форматирования номера дня недели (1-7), для типа данных Дата/Время",
    "num": 104,
    "answers": [
      {
        "answer": "w",
        "isTrue": true
      },
      {
        "answer": "d",
        "isTrue": false
      },
      {
        "answer": "m",
        "isTrue": false
      },
      {
        "answer": "q",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Символ в Microsoft Access являющийся символом форматирования номера дня месяца, состоящего из 1 или 2 цифр (1-31), для типа данных Дата/Время",
    "num": 105,
    "answers": [
      {
        "answer": "d",
        "isTrue": true
      },
      {
        "answer": "w",
        "isTrue": false
      },
      {
        "answer": "m",
        "isTrue": false
      },
      {
        "answer": "q",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите символ в Microsoft Access являющийся символом форматирования преобразования всех символов в строчные, для типа данных МЕМО",
    "num": 106,
    "answers": [
      {
        "answer": "&gt;",
        "isTrue": true
      },
      {
        "answer": "&lt;",
        "isTrue": false
      },
      {
        "answer": "#",
        "isTrue": false
      },
      {
        "answer": "@",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите символ в Microsoft Access являющийся символом форматирования преобразования всех символов в прописные, для типа данных МЕМО",
    "num": 107,
    "answers": [
      {
        "answer": "&gt;",
        "isTrue": true
      },
      {
        "answer": "&lt;",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "#",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вид соединения между таблицами не предусмотреное в Microsoft Access?",
    "num": 108,
    "answers": [
      {
        "answer": "альфа-соединение",
        "isTrue": true
      },
      {
        "answer": "внутреннее",
        "isTrue": false
      },
      {
        "answer": "эквисоединение",
        "isTrue": false
      },
      {
        "answer": "внешним",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Множество данных определенной структуры, с которыми могут работать одна или несколько прикладных программ &ndash; это:",
    "num": 109,
    "answers": [
      {
        "answer": "база данных",
        "isTrue": true
      },
      {
        "answer": "узел",
        "isTrue": false
      },
      {
        "answer": "компоненты",
        "isTrue": false
      },
      {
        "answer": "запросы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Поле которое однозначно идентифицирует каждый объект в таблице, т.е. позволяет четко отличить один объект от другого &ndash; это:",
    "num": 110,
    "answers": [
      {
        "answer": "ключевое поле",
        "isTrue": true
      },
      {
        "answer": "каскадное поле",
        "isTrue": false
      },
      {
        "answer": "запрос",
        "isTrue": false
      },
      {
        "answer": "выражение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите правильное определение компьютерной сети",
    "num": 111,
    "answers": [
      {
        "answer": "Два и более компьютеров, объединенных средствами информационных коммуникаций",
        "isTrue": true
      },
      {
        "answer": "Два и более компьютеров на одном рабочем месте, объединенных общим питанием от электрической сети",
        "isTrue": false
      },
      {
        "answer": "Два и более компьютеров, объединенных общим назначением для практического использования",
        "isTrue": false
      },
      {
        "answer": "Два и более компьютеров, эксплуатируемых на одном рабочем месте",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Для чего предназначена компьютерная сеть?",
    "num": 112,
    "answers": [
      {
        "answer": "Объединения информационных и вычислительных ресурсов ЭВМ в составе сети",
        "isTrue": true
      },
      {
        "answer": "Организации передачи данных от одних компьютеров к другим в составе сети",
        "isTrue": false
      },
      {
        "answer": "Обеспечение взаимозаменяемости ЭВМ в составе сети",
        "isTrue": false
      },
      {
        "answer": "Коллективного использования отдельных компьютеров в составе сети различными пользователями",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите правильный вариант возможностей, предоставляемых компьютерной сетью",
    "num": 113,
    "answers": [
      {
        "answer": "Использование объединенных информационных и вычислительных ресурсов сети всеми ее пользователями",
        "isTrue": true
      },
      {
        "answer": "Передача данных с одних компьютеров на другие в составе сети всеми пользователями сети",
        "isTrue": false
      },
      {
        "answer": "Обмен информацией между пользователями, эксплуатирующими различные ЭВМ в составе сети",
        "isTrue": false
      },
      {
        "answer": "Использование одного компьютера для обслуживания большого числа различных пользователей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какую функцию выполняют информационные коммуникации в компьютерной сети?",
    "num": 114,
    "answers": [
      {
        "answer": "Транспортная среда для передачи информационных объектов от одних ЭВМ к другим в составе сети",
        "isTrue": true
      },
      {
        "answer": "Механическая связь между отдельными компьютерами в составе сети.",
        "isTrue": false
      },
      {
        "answer": "энергопитания для всех компьютеров в составе сети при их одновременном использовании",
        "isTrue": false
      },
      {
        "answer": "Обеспечение общего энергопитания для всех компьютеров в составе сети вне зависимости от их текущего рабочего состояния",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Локальная вычислительная сеть -это",
    "num": 115,
    "answers": [
      {
        "answer": "Компьютерная сеть размещенная в пределах одного помещения или здания",
        "isTrue": true
      },
      {
        "answer": "Компьютерная сеть, которая обслуживает определенную категорию пользователей",
        "isTrue": false
      },
      {
        "answer": "Компьютерная сеть, которая обслуживает отдельную организацию, предприятие или учреждение",
        "isTrue": false
      },
      {
        "answer": "Компьютерная сеть, которая ограничивает права своих пользователей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется способ разделения цветового оттенка на составляющие компоненты?",
    "num": 116,
    "answers": [
      {
        "answer": "цветовой моделью",
        "isTrue": true
      },
      {
        "answer": "цветовым разрешением",
        "isTrue": false
      },
      {
        "answer": "цветовой палитрой",
        "isTrue": false
      },
      {
        "answer": "безопасной палитрой",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое локальная территориально-распределенная вычислительная сеть?",
    "num": 117,
    "answers": [
      {
        "answer": "Компьютерная сеть размещенная в пределах группы близлежащих зданий",
        "isTrue": true
      },
      {
        "answer": "Компьютерная сеть размещенная в пределах одного помещения или здания",
        "isTrue": false
      },
      {
        "answer": "Компьютерная сеть, которая обслуживает определенную категорию пользователей",
        "isTrue": false
      },
      {
        "answer": "Компьютерная сеть, которая обслуживает отдельную организацию, предприятие или учреждение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое глобальная компьютерная сеть?",
    "num": 118,
    "answers": [
      {
        "answer": "Сеть, охватывающая территории, соизмеримые с географическим континентом или планетарного масштаба",
        "isTrue": true
      },
      {
        "answer": "Сеть, охватывающая территорию населенного пункта, группы населенных пунктов, района, области или группы областей",
        "isTrue": false
      },
      {
        "answer": "Компьютерная сеть размещенная в пределах группы близлежащих зданий",
        "isTrue": false
      },
      {
        "answer": "Компьютерная сеть размещенная в пределах одного помещения или здания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется компьютер в составе сети, который стоит на информационном обслуживании со стороны другого компьютера сети?",
    "num": 119,
    "answers": [
      {
        "answer": "Клиент",
        "isTrue": true
      },
      {
        "answer": "Рабочая станция",
        "isTrue": false
      },
      {
        "answer": "Сервер",
        "isTrue": false
      },
      {
        "answer": "Клиент &ndash; сервер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется компьютер в составе сети, который предоставляет информационное обслуживание другим компьютерам сети ?",
    "num": 120,
    "answers": [
      {
        "answer": "Сервер",
        "isTrue": true
      },
      {
        "answer": "Клиент",
        "isTrue": false
      },
      {
        "answer": "Клиент-сервер",
        "isTrue": false
      },
      {
        "answer": "Рабочая станция",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется  компьютер который в составе сети  предоставляет информационное обслуживание для других компьютеров?",
    "num": 121,
    "answers": [
      {
        "answer": "Сервер",
        "isTrue": true
      },
      {
        "answer": "Клиент",
        "isTrue": false
      },
      {
        "answer": "Клиент-сервер",
        "isTrue": false
      },
      {
        "answer": "Рабочая станция",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите какую функцию может исполнять рабочая станция в составе компьютерной сети",
    "num": 122,
    "answers": [
      {
        "answer": "Клиент или сервер",
        "isTrue": true
      },
      {
        "answer": "Только клиент",
        "isTrue": false
      },
      {
        "answer": "сервер",
        "isTrue": false
      },
      {
        "answer": "Промежуточный пункт передачи информации",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое сервис Интернет?",
    "num": 123,
    "answers": [
      {
        "answer": "Специализированное информационное обслуживание пользователей в Интернет",
        "isTrue": true
      },
      {
        "answer": "Программное обеспечение для поиска и просмотра информации в Интернет",
        "isTrue": false
      },
      {
        "answer": "пользователей Интернет с оформлением учетной записи, включающей логин и пароль для входа в сеть",
        "isTrue": false
      },
      {
        "answer": "Предоставление информации в Интернет по запросу на информационное обслуживание",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите правильное определение сервиса E-mail в Интернет",
    "num": 124,
    "answers": [
      {
        "answer": "Предоставление информационного обслуживания в форме электронной почты",
        "isTrue": true
      },
      {
        "answer": "Предоставление информационного обслуживания в форме электронной доски объявлений",
        "isTrue": false
      },
      {
        "answer": "Предоставление информационного обслуживания в виде удаленного доступа к Web- сайтам и Web-страницам",
        "isTrue": false
      },
      {
        "answer": "Предоставление информационного обслуживания в виде чата",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется топология, еcли кoмпьютepы пoдключeны вдoль oднoгo кaбeля [ceгмeнтa (segment)]?",
    "num": 125,
    "answers": [
      {
        "answer": "Шинoй",
        "isTrue": true
      },
      {
        "answer": "Кoльцo",
        "isTrue": false
      },
      {
        "answer": "Трассой",
        "isTrue": false
      },
      {
        "answer": "Путевой",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Порт компьютера указывает:",
    "num": 126,
    "answers": [
      {
        "answer": "местоположение конкретного сервиса среди других, работающих на одном компьютере",
        "isTrue": true
      },
      {
        "answer": "url графического файла, который будет использован в качестве фонового изображения и цвет",
        "isTrue": false
      },
      {
        "answer": "цвет просмотренных текстовых гиперссылок",
        "isTrue": false
      },
      {
        "answer": "это каждый элемент списка, который состоит из двух частей: термина и его определения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите формат представления информации в Web-странице",
    "num": 127,
    "answers": [
      {
        "answer": "Формат HTML",
        "isTrue": true
      },
      {
        "answer": "Формат MS Word",
        "isTrue": false
      },
      {
        "answer": "Формат MS Access",
        "isTrue": false
      },
      {
        "answer": "Формат MS Windows",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое гиперссылка?",
    "num": 128,
    "answers": [
      {
        "answer": "Указатель для доступа к электронному документу в формате HTML",
        "isTrue": true
      },
      {
        "answer": "Почтовый адрес для службы электронной почты Интернет",
        "isTrue": false
      },
      {
        "answer": "Псевдоним пользователя",
        "isTrue": false
      },
      {
        "answer": "Идентификатор электронного документа текстового редактора MS Word",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите правильное определение URL",
    "num": 129,
    "answers": [
      {
        "answer": "Указатель символьного вида для доступа на Web-сайт Интернет.",
        "isTrue": true
      },
      {
        "answer": "Указатель абонента электронной почты в виде почтового адреса.",
        "isTrue": false
      },
      {
        "answer": "пользователя для входа в Интернет релэй чат.",
        "isTrue": false
      },
      {
        "answer": "Имя документа в текстовом редакторе MS Word/",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое почтовый адрес службы E-mail Интернет?",
    "num": 130,
    "answers": [
      {
        "answer": "Указатель почтового ящика на почтовом сервере Интернет",
        "isTrue": true
      },
      {
        "answer": "Указатель символьного вида для доступа на Web-сайт Интернет",
        "isTrue": false
      },
      {
        "answer": "абонента электронной почты в виде почтового адреса",
        "isTrue": false
      },
      {
        "answer": "Псевдоним пользователя для входа в Интернет релэй чат",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что означает запись вида www.mail.ru ?",
    "num": 131,
    "answers": [
      {
        "answer": "URL Web-сайта",
        "isTrue": true
      },
      {
        "answer": "Почтовый адрес в Интернет",
        "isTrue": false
      },
      {
        "answer": "пользователя для входа в Интернет релэй чат",
        "isTrue": false
      },
      {
        "answer": "Гиперссылка",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называются изображение на дисплее полученные  из совокупности множества светящихся точек?",
    "num": 132,
    "answers": [
      {
        "answer": "видеопикселями",
        "isTrue": true
      },
      {
        "answer": "точками",
        "isTrue": false
      },
      {
        "answer": "дюймами",
        "isTrue": false
      },
      {
        "answer": "линиями на дюйм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Графическая система компьютера включает в себя:",
    "num": 133,
    "answers": [
      {
        "answer": "графический дисплей и видеоадаптер",
        "isTrue": true
      },
      {
        "answer": "монитор, клавиатуру, CD-ROM",
        "isTrue": false
      },
      {
        "answer": "мультимедию",
        "isTrue": false
      },
      {
        "answer": "сканер, монитор, системный блок",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называются пиксели на экране которые образуют сетку из горизонтальных строк и вертикальных столбцов?",
    "num": 134,
    "answers": [
      {
        "answer": "растр",
        "isTrue": true
      },
      {
        "answer": "точки",
        "isTrue": false
      },
      {
        "answer": "линии",
        "isTrue": false
      },
      {
        "answer": "вектора",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Размер графической сетки MxN определяет",
    "num": 135,
    "answers": [
      {
        "answer": "разрешающую способность экрана",
        "isTrue": true
      },
      {
        "answer": "разрешение изображения",
        "isTrue": false
      },
      {
        "answer": "масштабирование изображения",
        "isTrue": false
      },
      {
        "answer": "пикселизацию изображения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Устройство, используемое для ввода в компьютер изображения с листа бумаги или слайда называется",
    "num": 136,
    "answers": [
      {
        "answer": "сканером",
        "isTrue": true
      },
      {
        "answer": "плоттером",
        "isTrue": false
      },
      {
        "answer": "модемом",
        "isTrue": false
      },
      {
        "answer": "видеокартой",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется устройство управляющее работой графического дисплея",
    "num": 137,
    "answers": [
      {
        "answer": "видеоконтроллер",
        "isTrue": true
      },
      {
        "answer": "шина PCI",
        "isTrue": false
      },
      {
        "answer": "шина AGP",
        "isTrue": false
      },
      {
        "answer": "шина ISA",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется топология, еcли кaбeль, к кoтopoмy пoдключeны кoмпьютepы, зaмкнyт в кoльцo",
    "num": 138,
    "answers": [
      {
        "answer": "кoльцo",
        "isTrue": true
      },
      {
        "answer": "звeзда",
        "isTrue": false
      },
      {
        "answer": "шина",
        "isTrue": false
      },
      {
        "answer": "овал",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Такие понятия ка передача сигнала, отражение сигнала, терминатор относятся к топологии&hellip;",
    "num": 139,
    "answers": [
      {
        "answer": "шина",
        "isTrue": true
      },
      {
        "answer": "кoльцo",
        "isTrue": false
      },
      {
        "answer": "линия",
        "isTrue": false
      },
      {
        "answer": "звeзда",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятия магистраль, сегмент относятся к топологии&hellip;",
    "num": 140,
    "answers": [
      {
        "answer": "шина",
        "isTrue": true
      },
      {
        "answer": "кoльцo",
        "isTrue": false
      },
      {
        "answer": "звeзда",
        "isTrue": false
      },
      {
        "answer": "линияр",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите топологию в которой кoмпьютepы aдpecyют дaнныe кoнкpeтнoмy кoмпьютepy, пepeдaвaя иx пo кaбeлю в видe элeктpичecкиx cигнaлoв",
    "num": 141,
    "answers": [
      {
        "answer": "шина",
        "isTrue": true
      },
      {
        "answer": "кoльцo",
        "isTrue": false
      },
      {
        "answer": "звeзда",
        "isTrue": false
      },
      {
        "answer": "линия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите тoпoлoгию, в которой вce кoмпьютepы c пoмoщью ceгмeнтoв кaбeля пoдключaютcя к цeнтpaльнoмy кoмпoнeнтy, который называется кoнцeнтpaтopoм",
    "num": 142,
    "answers": [
      {
        "answer": "звезда",
        "isTrue": true
      },
      {
        "answer": "смешанная",
        "isTrue": false
      },
      {
        "answer": "линия",
        "isTrue": false
      },
      {
        "answer": "трасса",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите тoпoлoгию, в которой пoдключeниe кaбeля и yпpaвлeниe кoнфигypaциeй ceти цeнтpaлизoвaнны",
    "num": 143,
    "answers": [
      {
        "answer": "звезда",
        "isTrue": true
      },
      {
        "answer": "кoльцo",
        "isTrue": false
      },
      {
        "answer": "линия",
        "isTrue": false
      },
      {
        "answer": "смешнная",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите тoпoлoгию, в которой отсутствуют тepминaтоpы, которые пoглoщaющают электрические cигнaлы",
    "num": 144,
    "answers": [
      {
        "answer": "кoльцo",
        "isTrue": true
      },
      {
        "answer": "смешанная",
        "isTrue": false
      },
      {
        "answer": "линия",
        "isTrue": false
      },
      {
        "answer": "трасса",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется система данных, предназначенная для обеспечения централизованного накопления и коллективного многоцелевого использования данных",
    "num": 145,
    "answers": [
      {
        "answer": "банком данных",
        "isTrue": true
      },
      {
        "answer": "информационной системой",
        "isTrue": false
      },
      {
        "answer": "системой управления базами данных",
        "isTrue": false
      },
      {
        "answer": "базой данных",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основные функции СУБД.",
    "num": 146,
    "answers": [
      {
        "answer": "создание, преобразование, управление базой данных",
        "isTrue": true
      },
      {
        "answer": "создание текстовых файлов",
        "isTrue": false
      },
      {
        "answer": "создание, управление графическими объектами",
        "isTrue": false
      },
      {
        "answer": "вывод на печать текстовых файлов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Microsoft  ACCESS &ndash; это &hellip;",
    "num": 147,
    "answers": [
      {
        "answer": "система управления реляционной БД",
        "isTrue": true
      },
      {
        "answer": "текстовый редактор",
        "isTrue": false
      },
      {
        "answer": "табличный процессор",
        "isTrue": false
      },
      {
        "answer": "операционная система",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется совокупность языковых и программных средств, предназначенных для создания и совместного использования данными многими пользователями?",
    "num": 148,
    "answers": [
      {
        "answer": "системой управления базами данных",
        "isTrue": true
      },
      {
        "answer": "информационной системой",
        "isTrue": false
      },
      {
        "answer": "базой данных",
        "isTrue": false
      },
      {
        "answer": "банком данных",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что понимается под системой управления БД ?",
    "num": 149,
    "answers": [
      {
        "answer": "программное обеспечение, осуществляющее управление БД",
        "isTrue": true
      },
      {
        "answer": "БД, управление БД, соответствующее оборудование и люди",
        "isTrue": false
      },
      {
        "answer": "множество взаимосвязанных единиц данных, которые могут обрабатываться одной прикладной системой",
        "isTrue": false
      },
      {
        "answer": "автоматическая система, организующая данные и выдающая информацию",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Система управления базами данных это&hellip;",
    "num": 150,
    "answers": [
      {
        "answer": "MS Access",
        "isTrue": true
      },
      {
        "answer": "MS Word",
        "isTrue": false
      },
      {
        "answer": "MS Exel",
        "isTrue": false
      },
      {
        "answer": "MS PowerPoint",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите тип СУБД Access:",
    "num": 151,
    "answers": [
      {
        "answer": "Реляционная СУБД",
        "isTrue": true
      },
      {
        "answer": "Иерархическая СУБД",
        "isTrue": false
      },
      {
        "answer": "Сетевая СУБД",
        "isTrue": false
      },
      {
        "answer": "Стандартная СУБД",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Перечислить системы управления базами данных:",
    "num": 152,
    "answers": [
      {
        "answer": "Paradox, FoxPro, FoxBASE, MS Access.",
        "isTrue": true
      },
      {
        "answer": "FineReader, Prompt98, Qtrans, RAR. Cache Man",
        "isTrue": false
      },
      {
        "answer": "MS Excel, Powertweak.",
        "isTrue": false
      },
      {
        "answer": "MS Word, AVP, Dr Web.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое поисковый сервер?",
    "num": 153,
    "answers": [
      {
        "answer": "специализированный сервер в INTERNET, предназначенный для осуществления пользователем поиска нужных ему WEB-страниц",
        "isTrue": true
      },
      {
        "answer": "коллективный обмен информацией по определенной тематике между пользователями глобальной компьютерной сети",
        "isTrue": false
      },
      {
        "answer": "протокол передачи файлов",
        "isTrue": false
      },
      {
        "answer": "тип связи, которую надо установить с нужным компьютером",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите  тип  файла созданного по шаблону  в Access.",
    "num": 154,
    "answers": [
      {
        "answer": "mdb",
        "isTrue": true
      },
      {
        "answer": "dbf",
        "isTrue": false
      },
      {
        "answer": "adp",
        "isTrue": false
      },
      {
        "answer": "mdx",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что представляет собой сформированное представление данных, выводимое на экран или принтер?",
    "num": 155,
    "answers": [
      {
        "answer": "Отчет",
        "isTrue": true
      },
      {
        "answer": "Запрос",
        "isTrue": false
      },
      {
        "answer": "Форма",
        "isTrue": false
      },
      {
        "answer": "Таблица",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие объекты БД используется для работы с данными, хранящихся в таблице и с которыми работают конечные пользователи?",
    "num": 156,
    "answers": [
      {
        "answer": "Формы",
        "isTrue": true
      },
      {
        "answer": "Запросы",
        "isTrue": false
      },
      {
        "answer": "Таблицы",
        "isTrue": false
      },
      {
        "answer": "Отчеты",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое средство представляет собой специальным образом описанное требование, определяющее состав производимых на БД операций по выборке?",
    "num": 157,
    "answers": [
      {
        "answer": "Запрос",
        "isTrue": true
      },
      {
        "answer": "Форма",
        "isTrue": false
      },
      {
        "answer": "Таблица",
        "isTrue": false
      },
      {
        "answer": "Отчет",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите при создании какого объекта в Access можно использовать следующие  режимы: в столбец,  ленточная, сводная таблица, диаграмма?",
    "num": 158,
    "answers": [
      {
        "answer": "формы",
        "isTrue": true
      },
      {
        "answer": "запросы",
        "isTrue": false
      },
      {
        "answer": "таблицы",
        "isTrue": false
      },
      {
        "answer": "макросы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите  при создании какого объекта в Access можно использовать режимы: импорт таблиц, связь с таблицами?",
    "num": 159,
    "answers": [
      {
        "answer": "таблицы",
        "isTrue": true
      },
      {
        "answer": "формы",
        "isTrue": false
      },
      {
        "answer": "запросы",
        "isTrue": false
      },
      {
        "answer": "макросы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется набор специальных макрокоманд?",
    "num": 160,
    "answers": [
      {
        "answer": "Макрос",
        "isTrue": true
      },
      {
        "answer": "Модуль",
        "isTrue": false
      },
      {
        "answer": "запрос SQL",
        "isTrue": false
      },
      {
        "answer": "объект OLE",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется программа, написанная на языке Access Basic или VBasic?",
    "num": 161,
    "answers": [
      {
        "answer": "Модуль",
        "isTrue": true
      },
      {
        "answer": "Макрос",
        "isTrue": false
      },
      {
        "answer": "Запрос SQL",
        "isTrue": false
      },
      {
        "answer": "объект OLE",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите какой объект не является объектом MS Access?",
    "num": 162,
    "answers": [
      {
        "answer": "dbf-файл",
        "isTrue": true
      },
      {
        "answer": "таблица",
        "isTrue": false
      },
      {
        "answer": "форма",
        "isTrue": false
      },
      {
        "answer": "запрос",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите команду  суммирования данных одного поля или группы данных одного поля в ACCESS?",
    "num": 163,
    "answers": [
      {
        "answer": "SUM",
        "isTrue": true
      },
      {
        "answer": "MAX",
        "isTrue": false
      },
      {
        "answer": "MIN",
        "isTrue": false
      },
      {
        "answer": "SUMM",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Для вывода итогового документа на печать используется:",
    "num": 164,
    "answers": [
      {
        "answer": "отчет",
        "isTrue": true
      },
      {
        "answer": "запрос",
        "isTrue": false
      },
      {
        "answer": "форма",
        "isTrue": false
      },
      {
        "answer": "таблица",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В реляционных БД для хранения данных используется объект:",
    "num": 165,
    "answers": [
      {
        "answer": "таблица",
        "isTrue": true
      },
      {
        "answer": "запрос",
        "isTrue": false
      },
      {
        "answer": "форма",
        "isTrue": false
      },
      {
        "answer": "отчет",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Для ввода, просмотра, изменения данных в таблице используется объект:",
    "num": 166,
    "answers": [
      {
        "answer": "форма",
        "isTrue": true
      },
      {
        "answer": "запрос",
        "isTrue": false
      },
      {
        "answer": "таблица",
        "isTrue": false
      },
      {
        "answer": "отчет",
        "isTrue": false
      }
    ]
  },
  {
    "question": "База данных- это &hellip;",
    "num": 167,
    "answers": [
      {
        "answer": "файлы для хранения данных",
        "isTrue": true
      },
      {
        "answer": "прикладная программа",
        "isTrue": false
      },
      {
        "answer": "операционная система",
        "isTrue": false
      },
      {
        "answer": "папка, файлы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "основные объекты ACCESS.",
    "num": 168,
    "answers": [
      {
        "answer": "таблица, форма, запрос, отчет, страница",
        "isTrue": true
      },
      {
        "answer": "программа, графика, данные, числа",
        "isTrue": false
      },
      {
        "answer": "матрица, лист, функции, программа",
        "isTrue": false
      },
      {
        "answer": "текст, данные, программа",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите команду  установки панелей инструментов в Access",
    "num": 169,
    "answers": [
      {
        "answer": "Вид- Панель инструментов- Настройка",
        "isTrue": true
      },
      {
        "answer": "Правка -Удалить- Настройка",
        "isTrue": false
      },
      {
        "answer": "Сервис- Параметры- Настройка",
        "isTrue": false
      },
      {
        "answer": "Пуск- Программы- Стандартные",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Microsoft  ACCESS &ndash; это&hellip;.",
    "num": 170,
    "answers": [
      {
        "answer": "система управления реляционными базами данных",
        "isTrue": true
      },
      {
        "answer": "текстовый редактор",
        "isTrue": false
      },
      {
        "answer": "табличный процессор",
        "isTrue": false
      },
      {
        "answer": "Программная оболочка",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Определение состава и структуры файлов БД, связей между ними, выбор методов упорядочения данных и доступа к ней производится администратором во время:",
    "num": 171,
    "answers": [
      {
        "answer": "проектирования структуры БД",
        "isTrue": true
      },
      {
        "answer": "задания ограничений целостности",
        "isTrue": false
      },
      {
        "answer": "первоначальной загрузки и введения БД",
        "isTrue": false
      },
      {
        "answer": "анализа БД",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое макрос -",
    "num": 172,
    "answers": [
      {
        "answer": "структурированный объект состоящий из набора команд",
        "isTrue": true
      },
      {
        "answer": "состоящий из набора команд часть командного процессора",
        "isTrue": false
      },
      {
        "answer": "высокого уровня язык программирования",
        "isTrue": false
      },
      {
        "answer": "текстовый редактор",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Дайте определение реляционной модели данных.",
    "num": 173,
    "answers": [
      {
        "answer": "Совокупность взаимосвязанных двумерных таблиц - объектов модели",
        "isTrue": true
      },
      {
        "answer": "Совокупность структур данных и операций их обработки",
        "isTrue": false
      },
      {
        "answer": "Модель, организующая данные в виде древовидной структуры",
        "isTrue": false
      },
      {
        "answer": "Соответствие, возникающее между объектами предметной области",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется свойство БД, означающее, что БД содержит полную и непротиворечивую информацию, необходимую и достаточную для функционирования приложений?",
    "num": 174,
    "answers": [
      {
        "answer": "Целостностью",
        "isTrue": true
      },
      {
        "answer": "Защищенностью",
        "isTrue": false
      },
      {
        "answer": "Полнотой",
        "isTrue": false
      },
      {
        "answer": "Непротиворечивостью",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Базой данных- это&hellip;",
    "num": 175,
    "answers": [
      {
        "answer": "Совокупность данных, организованных по определенному порядку",
        "isTrue": true
      },
      {
        "answer": "Совокупность  текстовых файлов на диске (винчестере)",
        "isTrue": false
      },
      {
        "answer": "Таблица данных на диске (винчестере)",
        "isTrue": false
      },
      {
        "answer": "Совокупность форм на диске (винчестере)",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Реляционная база данных- это&hellip;",
    "num": 176,
    "answers": [
      {
        "answer": "объект каждая запись которой содержит информацию, относящуюся только к  одному объекту",
        "isTrue": true
      },
      {
        "answer": "таблица, каждая запись которой содержит информацию, относящуюся  к нескольким объектам",
        "isTrue": false
      },
      {
        "answer": "объект каждое поле которой содержит информацию, относящуюся только к  одному объекту",
        "isTrue": false
      },
      {
        "answer": "объект каждое поле которой содержит информацию, относящуюся только к  двум объектам",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что из нижеприведенных примеров не является базой данных?",
    "num": 177,
    "answers": [
      {
        "answer": "Кулинарная книга",
        "isTrue": true
      },
      {
        "answer": "Книга адресов",
        "isTrue": false
      },
      {
        "answer": "Список студентов 1 курса",
        "isTrue": false
      },
      {
        "answer": "Телефонная книга",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите какая модель данных не может быть структурой БД.",
    "num": 178,
    "answers": [
      {
        "answer": "фреймовая",
        "isTrue": true
      },
      {
        "answer": "иерархическая",
        "isTrue": false
      },
      {
        "answer": "реляционная",
        "isTrue": false
      },
      {
        "answer": "сетевая",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В каком случае изменится структура БД?",
    "num": 179,
    "answers": [
      {
        "answer": "если добавить/ удалить столбец",
        "isTrue": true
      },
      {
        "answer": "если создать связи",
        "isTrue": false
      },
      {
        "answer": "если изменить порядок записей",
        "isTrue": false
      },
      {
        "answer": "если изменить строки",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что из ниже перечисленных не относится к объектам СУБД Access?",
    "num": 180,
    "answers": [
      {
        "answer": "схема",
        "isTrue": true
      },
      {
        "answer": "макрос",
        "isTrue": false
      },
      {
        "answer": "форма",
        "isTrue": false
      },
      {
        "answer": "запрос",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Клавиша Tab используется для&hellip;",
    "num": 181,
    "answers": [
      {
        "answer": "перемещения в таблице",
        "isTrue": true
      },
      {
        "answer": "формирования запроса",
        "isTrue": false
      },
      {
        "answer": "перехода к новой записи",
        "isTrue": false
      },
      {
        "answer": "отмены действия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "С помощью какой клавиши можно вызвать справку по программе MS Access",
    "num": 182,
    "answers": [
      {
        "answer": "F1",
        "isTrue": true
      },
      {
        "answer": "F12",
        "isTrue": false
      },
      {
        "answer": "F10",
        "isTrue": false
      },
      {
        "answer": "Ecs",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как производится поиск данных Access?",
    "num": 183,
    "answers": [
      {
        "answer": "CTRL+F",
        "isTrue": true
      },
      {
        "answer": "CTRL+O",
        "isTrue": false
      },
      {
        "answer": "ALT+O",
        "isTrue": false
      },
      {
        "answer": "SHIFT+N",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое ключ в Access?",
    "num": 184,
    "answers": [
      {
        "answer": "Атрибуты, однозначно идентифицирующие записи таблицы",
        "isTrue": true
      },
      {
        "answer": "Одно или несколько полей (столбцов) идентифицирующей таблицы",
        "isTrue": false
      },
      {
        "answer": "Первый (начальный) столбец таблицы",
        "isTrue": false
      },
      {
        "answer": "Два поля (столбца) таблицы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите первичный ключ  следующей таблицы  Студент (Шифр, Фамилия, Имя, Отчество, Группа, Адрес, Телефон).",
    "num": 185,
    "answers": [
      {
        "answer": "Шифр",
        "isTrue": true
      },
      {
        "answer": "Фамилия, Имя, Отчество",
        "isTrue": false
      },
      {
        "answer": "Группа",
        "isTrue": false
      },
      {
        "answer": "Адрес",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите первичный ключ в таблице: Принятые Товары (Номер Отчета, Номер Товара, Количество Штук, Клиент, Дата).",
    "num": 186,
    "answers": [
      {
        "answer": "Поля: Номер Отчета, Номер Товара",
        "isTrue": true
      },
      {
        "answer": "Поле Номер Отчета, Количество Штук",
        "isTrue": false
      },
      {
        "answer": "Поле Номер Товара",
        "isTrue": false
      },
      {
        "answer": "Поле Количество Штук",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите какое высказывание верно",
    "num": 187,
    "answers": [
      {
        "answer": "ключевое поле не может иметь одинаковых записей",
        "isTrue": true
      },
      {
        "answer": "в таблице БД Access число записей не превышает 255",
        "isTrue": false
      },
      {
        "answer": "БД Access состоит только из одной таблицы",
        "isTrue": false
      },
      {
        "answer": "MS Access-иерархическая система управления базами данных",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Первичным ключом называется &hellip;",
    "num": 188,
    "answers": [
      {
        "answer": "Одно или несколько полей, однозначно идентифицирующих запись",
        "isTrue": true
      },
      {
        "answer": "Ключ, по значению которого можно найти несколько записей",
        "isTrue": false
      },
      {
        "answer": "Совокупность структур данных и операций их обработки",
        "isTrue": false
      },
      {
        "answer": "Совокупность экземпляров записей одной структуры",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Когда таблица содержит столбцы, являющиеся Ключевыми столбцами для другой таблицы, значения в таких столбцах называются &hellip;",
    "num": 189,
    "answers": [
      {
        "answer": "внешними ключами",
        "isTrue": true
      },
      {
        "answer": "первичными ключами",
        "isTrue": false
      },
      {
        "answer": "подчиненными",
        "isTrue": false
      },
      {
        "answer": "уникальными",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите типы ключей.",
    "num": 190,
    "answers": [
      {
        "answer": "составной, простой",
        "isTrue": true
      },
      {
        "answer": "первичный ключ",
        "isTrue": false
      },
      {
        "answer": "подчиненный ключ",
        "isTrue": false
      },
      {
        "answer": "совместительный ключ",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите типы ключевых полей.",
    "num": 191,
    "answers": [
      {
        "answer": "простой, составной, внешний",
        "isTrue": true
      },
      {
        "answer": "первоначальный, зависимый",
        "isTrue": false
      },
      {
        "answer": "зависимый, подчиненный",
        "isTrue": false
      },
      {
        "answer": "подчиненный, внутренний",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите на существующий размер поля в типе данных Счетчик:",
    "num": 192,
    "answers": [
      {
        "answer": "код репликации",
        "isTrue": true
      },
      {
        "answer": "действительное",
        "isTrue": false
      },
      {
        "answer": "целое",
        "isTrue": false
      },
      {
        "answer": "байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите на существующий формат поля в типе данных Денежный:",
    "num": 193,
    "answers": [
      {
        "answer": "основной",
        "isTrue": true
      },
      {
        "answer": "действительное",
        "isTrue": false
      },
      {
        "answer": "целое",
        "isTrue": false
      },
      {
        "answer": "байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите на один из типов данных ЧИСЛОВОЙ, имеющийся в поле ФОРМАТ ПОЛЯ:",
    "num": 194,
    "answers": [
      {
        "answer": "процентный",
        "isTrue": true
      },
      {
        "answer": "действительное",
        "isTrue": false
      },
      {
        "answer": "целое",
        "isTrue": false
      },
      {
        "answer": "байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите на один из типов данных ЧИСЛОВОЙ, имеющийся в поле ФОРМАТ ПОЛЯ:",
    "num": 195,
    "answers": [
      {
        "answer": "экспоненциальный",
        "isTrue": true
      },
      {
        "answer": "действительное",
        "isTrue": false
      },
      {
        "answer": "целое",
        "isTrue": false
      },
      {
        "answer": "байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите на один из типов данных ДЕНЕЖНЫЙ, имеющийся в поле ФОРМАТ ПОЛЯ:",
    "num": 196,
    "answers": [
      {
        "answer": "фиксированный",
        "isTrue": true
      },
      {
        "answer": "действительное",
        "isTrue": false
      },
      {
        "answer": "целое",
        "isTrue": false
      },
      {
        "answer": "байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой тип таблиц отсутствует в   реляционной СУБД?",
    "num": 197,
    "answers": [
      {
        "answer": "Стандартные таблицы",
        "isTrue": true
      },
      {
        "answer": "Справочные таблицы",
        "isTrue": false
      },
      {
        "answer": "Операционные таблицы",
        "isTrue": false
      },
      {
        "answer": "Транзактивные таблицы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите неверное предложение.",
    "num": 198,
    "answers": [
      {
        "answer": "В таблице Access 2 поля могут иметь тип СЧЕТЧИК",
        "isTrue": true
      },
      {
        "answer": "В таблице Access число полей не превышает 255",
        "isTrue": false
      },
      {
        "answer": "В одной таблице можно определять до 32 индексов",
        "isTrue": false
      },
      {
        "answer": "В составном индексе можно вводить до 10 полей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите значение свойства Индексированное поле для ключевых полей:",
    "num": 199,
    "answers": [
      {
        "answer": "Да (Совпадения не допускаются)",
        "isTrue": true
      },
      {
        "answer": "Да (Допускаются совпадения)",
        "isTrue": false
      },
      {
        "answer": "Нет (Совпадения не допускаются)",
        "isTrue": false
      },
      {
        "answer": "Нет (Допускаются совпадения)",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите значение свойства Индексированное поле для не ключевых полей:",
    "num": 200,
    "answers": [
      {
        "answer": "Да (Допускаются совпадения)",
        "isTrue": true
      },
      {
        "answer": "Да (Совпадения не допускаются)",
        "isTrue": false
      },
      {
        "answer": "Нет (Совпадения не допускаются)",
        "isTrue": false
      },
      {
        "answer": "Нет (Допускаются совпадения)",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите числовой тип в Access:",
    "num": 201,
    "answers": [
      {
        "answer": "Байт, целый",
        "isTrue": true
      },
      {
        "answer": "Мемо",
        "isTrue": false
      },
      {
        "answer": "Логический",
        "isTrue": false
      },
      {
        "answer": "Денежный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите на несуществующий режим создания ТАБЛИЦ в Access?",
    "num": 202,
    "answers": [
      {
        "answer": "Записи без подчиненных",
        "isTrue": true
      },
      {
        "answer": "Конструктор",
        "isTrue": false
      },
      {
        "answer": "Мастер таблиц",
        "isTrue": false
      },
      {
        "answer": "Импорт таблиц",
        "isTrue": false
      }
    ]
  },
  {
    "question": "При создании ТАБЛИЦ поля имеют тип данных ПОЛЕ МЕМО,  которые используют",
    "num": 203,
    "answers": [
      {
        "answer": "длинный текст или числа",
        "isTrue": true
      },
      {
        "answer": "даты и время",
        "isTrue": false
      },
      {
        "answer": "случайные числа с автоматическим подсчетом",
        "isTrue": false
      },
      {
        "answer": "объекты",
        "isTrue": false
      }
    ]
  },
  {
    "question": "При создании ТАБЛИЦ поля имеют тип данных СЧЕТЧИК, которые используют&hellip;",
    "num": 204,
    "answers": [
      {
        "answer": "случайные числа с автоматическим подсчетом",
        "isTrue": true
      },
      {
        "answer": "даты и время",
        "isTrue": false
      },
      {
        "answer": "длинный текст или числа с автоматическим подсчетом",
        "isTrue": false
      },
      {
        "answer": "объекты",
        "isTrue": false
      }
    ]
  },
  {
    "question": "При создании ТАБЛИЦ поля имеют тип данных ПОЛЕ ОБЪЕКТ OLE, которые используют&hellip;",
    "num": 205,
    "answers": [
      {
        "answer": "объекты рисунки,  звуки и т.д.",
        "isTrue": true
      },
      {
        "answer": "даты и время",
        "isTrue": false
      },
      {
        "answer": "длинный текст или числа",
        "isTrue": false
      },
      {
        "answer": "случайные числа с автоматическим подсчетом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "При создании ТАБЛИЦ поля имеют тип данных ГИПЕРССЫЛКА, которые используют&hellip;",
    "num": 206,
    "answers": [
      {
        "answer": "URL-адреса",
        "isTrue": true
      },
      {
        "answer": "даты и время",
        "isTrue": false
      },
      {
        "answer": "длинный текст или числа",
        "isTrue": false
      },
      {
        "answer": "случайные числа с автоматическим подсчетом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "При создании ТАБЛИЦ поля имеют тип данных ЛОГИЧЕСКИЙ, которые используют&hellip;",
    "num": 207,
    "answers": [
      {
        "answer": "только одно из двух возможных значений",
        "isTrue": true
      },
      {
        "answer": "даты и время",
        "isTrue": false
      },
      {
        "answer": "длинный текст или числа",
        "isTrue": false
      },
      {
        "answer": "случайные числа с автоматическим подсчетом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "При создании ТАБЛИЦ поля имеют тип данных МАСТЕР ПОДСТАНОВОК, которые используют&hellip;.:",
    "num": 208,
    "answers": [
      {
        "answer": "значение из других таблиц",
        "isTrue": true
      },
      {
        "answer": "денежный",
        "isTrue": false
      },
      {
        "answer": "длинный текст или числа",
        "isTrue": false
      },
      {
        "answer": "случайные числа с автоматическим подсчетом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "При создании ТАБЛИЦ поля имеют тип данных ДЕНЕЖНЫЙ, которые используют&hellip;.:",
    "num": 209,
    "answers": [
      {
        "answer": "значение валют",
        "isTrue": true
      },
      {
        "answer": "текст",
        "isTrue": false
      },
      {
        "answer": "длинный текст или числа",
        "isTrue": false
      },
      {
        "answer": "случайные числа с автоматическим подсчетом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое максимальное значение может принять тип данных Денежный?",
    "num": 210,
    "answers": [
      {
        "answer": "8 байт",
        "isTrue": true
      },
      {
        "answer": "256 символов",
        "isTrue": false
      },
      {
        "answer": "64000 символов",
        "isTrue": false
      },
      {
        "answer": "16 байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое максимальное значение может принять тип данных ЛОГИЧЕСКИЙ?",
    "num": 211,
    "answers": [
      {
        "answer": "1 бит",
        "isTrue": true
      },
      {
        "answer": "256 символов",
        "isTrue": false
      },
      {
        "answer": "64000 символов",
        "isTrue": false
      },
      {
        "answer": "16 байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое максимальное значение может принять тип данных ТЕКСТОВЫЙ?",
    "num": 212,
    "answers": [
      {
        "answer": "255 символов",
        "isTrue": true
      },
      {
        "answer": "256 символов",
        "isTrue": false
      },
      {
        "answer": "65535 символов",
        "isTrue": false
      },
      {
        "answer": "16 байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое максимальное значение может принять тип данных ГИПЕРССЫЛКА?",
    "num": 213,
    "answers": [
      {
        "answer": "до 64000 символов",
        "isTrue": true
      },
      {
        "answer": "256 символов",
        "isTrue": false
      },
      {
        "answer": "1 бит",
        "isTrue": false
      },
      {
        "answer": "16 байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое максимальное значение может принять тип данных Поле объекта OLE?",
    "num": 214,
    "answers": [
      {
        "answer": "до 1 гигабайта",
        "isTrue": true
      },
      {
        "answer": "до 256 символов",
        "isTrue": false
      },
      {
        "answer": "1000 килобайт",
        "isTrue": false
      },
      {
        "answer": "16 байт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Совокупность логически связанных полей - это. . .",
    "num": 215,
    "answers": [
      {
        "answer": "запись",
        "isTrue": true
      },
      {
        "answer": "поле",
        "isTrue": false
      },
      {
        "answer": "база",
        "isTrue": false
      },
      {
        "answer": "файл",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой процесс понимается под Сортировкой?",
    "num": 216,
    "answers": [
      {
        "answer": "упорядочения записей в БД",
        "isTrue": true
      },
      {
        "answer": "просмотра информации, удовлетворяющей заданным условиям",
        "isTrue": false
      },
      {
        "answer": "быстрого поиска содержащейся в БД информации",
        "isTrue": false
      },
      {
        "answer": "определения связи между записями",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой процесс понимается под  Фильтрацией ?",
    "num": 217,
    "answers": [
      {
        "answer": "просмотра информации, удовлетворяющей заданным условиям",
        "isTrue": true
      },
      {
        "answer": "упорядочения записей в БД",
        "isTrue": false
      },
      {
        "answer": "быстрого поиска содержащейся в БД информации",
        "isTrue": false
      },
      {
        "answer": "определения связи между записями",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое компилятор?",
    "num": 218,
    "answers": [
      {
        "answer": "Программа, которая считывает текст программы",
        "isTrue": true
      },
      {
        "answer": "Трансляция в эквивалентный текст на другом языке",
        "isTrue": false
      },
      {
        "answer": "Программа, написанная на одном языке",
        "isTrue": false
      },
      {
        "answer": "Программа, которая используется вместо алгоритма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Компьютерная сеть &ndash; это:",
    "num": 219,
    "answers": [
      {
        "answer": "группа компьютеров, объединенных с помощью каналов связи и обеспечивающих с совместное использование информационных и вычислительных ресурсов отдельных компьютеров",
        "isTrue": true
      },
      {
        "answer": "написание текста программы на заданном алгоритмическом языке",
        "isTrue": false
      },
      {
        "answer": "создание программы на языке машинных кодов",
        "isTrue": false
      },
      {
        "answer": "решение математических задач с помощью ЭВМ",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое компьютерный вирус?",
    "num": 220,
    "answers": [
      {
        "answer": "Программа, выполняющая несанкционированные действия",
        "isTrue": true
      },
      {
        "answer": "Программа, выполняющая дефрагментацию дисков",
        "isTrue": false
      },
      {
        "answer": "Системная программа",
        "isTrue": false
      },
      {
        "answer": "Программа, выполняющая поиск и лечение вирусов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите этапы действия программного вируса.",
    "num": 221,
    "answers": [
      {
        "answer": "Размножение, вирусная атака",
        "isTrue": true
      },
      {
        "answer": "Запись в файл, размножение",
        "isTrue": false
      },
      {
        "answer": "Запись в файл, уничтожение программы",
        "isTrue": false
      },
      {
        "answer": "Уничтожение программы, размножение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем заключается размножение программного вируса?",
    "num": 222,
    "answers": [
      {
        "answer": "Вирусный код неоднократно копируется в теле другой программы",
        "isTrue": true
      },
      {
        "answer": "Программа-вирус один раз копируется в теле другой программы",
        "isTrue": false
      },
      {
        "answer": "Программа-вирус несколько раз копируется в теле другой программы",
        "isTrue": false
      },
      {
        "answer": "Вирусный код один раз создает свою копию",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что называется вирусной атакой?",
    "num": 223,
    "answers": [
      {
        "answer": "Нарушение работы программы, форматирование жесткого диска",
        "isTrue": true
      },
      {
        "answer": "Неоднократное копирование кода вируса в код программы",
        "isTrue": false
      },
      {
        "answer": "Отключение компьютера в результате попадания вируса",
        "isTrue": false
      },
      {
        "answer": "Переустановка операционной системы в результате попадания вируса",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие существуют методы реализации антивирусной защиты?",
    "num": 224,
    "answers": [
      {
        "answer": "Программные, аппаратные, организационные",
        "isTrue": true
      },
      {
        "answer": "Аппаратные и программные",
        "isTrue": false
      },
      {
        "answer": "Только программные",
        "isTrue": false
      },
      {
        "answer": "Системные, файловые, прикладные",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите какие существуют основные средства защиты.",
    "num": 225,
    "answers": [
      {
        "answer": "Резервное копирование наиболее ценных данных",
        "isTrue": true
      },
      {
        "answer": "Аппаратные средства и антивирусные программы",
        "isTrue": false
      },
      {
        "answer": "Программные средства",
        "isTrue": false
      },
      {
        "answer": "Мультимедийные средства",
        "isTrue": false
      }
    ]
  },
  {
    "question": "какие существуют вспомогательные средства защиты.",
    "num": 226,
    "answers": [
      {
        "answer": "Аппаратные средства и антивирусные программы",
        "isTrue": true
      },
      {
        "answer": "Резервное копирование наиболее ценных данных",
        "isTrue": false
      },
      {
        "answer": "Программные средства",
        "isTrue": false
      },
      {
        "answer": "Мультимедийные средства",
        "isTrue": false
      }
    ]
  },
  {
    "question": "На чем основано действие антивирусной программы?",
    "num": 227,
    "answers": [
      {
        "answer": "На сравнении программных кодов с известными вирусами",
        "isTrue": true
      },
      {
        "answer": "На ожидании начала вирусной атаки",
        "isTrue": false
      },
      {
        "answer": "На удалении зараженных файлов",
        "isTrue": false
      },
      {
        "answer": "На поиске вирусов в системных файлах",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите какие программы из ниже перечисленных относятся к антивирусным",
    "num": 228,
    "answers": [
      {
        "answer": "AVP, DrWeb, Avast",
        "isTrue": true
      },
      {
        "answer": "MS-DOS, MS Word, AVP",
        "isTrue": false
      },
      {
        "answer": "MS Word, MS Excel, Norton Commander",
        "isTrue": false
      },
      {
        "answer": "PowerPoint, Norton Commander",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите отличительное свойство компьютерного вируса",
    "num": 229,
    "answers": [
      {
        "answer": "Возможность создавать свои дубликаты и внедрять их",
        "isTrue": true
      },
      {
        "answer": "Возможность быстрого размножения",
        "isTrue": false
      },
      {
        "answer": "Возможность самопроизвольно отключать компьютер",
        "isTrue": false
      },
      {
        "answer": "Возможность быстрого заражения программ",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите действие файловых вирусов",
    "num": 230,
    "answers": [
      {
        "answer": "Заражают исполнительные файлы",
        "isTrue": true
      },
      {
        "answer": "Заражают жесткие диски",
        "isTrue": false
      },
      {
        "answer": "Заражают файлы-документы и электронные таблицы",
        "isTrue": false
      },
      {
        "answer": "Распространяются по сетям",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите действие загрузочных вирусов",
    "num": 231,
    "answers": [
      {
        "answer": "Заражают загрузочные сектора жестких дисков",
        "isTrue": true
      },
      {
        "answer": "Заражают файлы-документы и электронные таблицы",
        "isTrue": false
      },
      {
        "answer": "Заражают только съемные диски",
        "isTrue": false
      },
      {
        "answer": "Распространяются по сетям",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Макро-вирусы заражают&hellip;",
    "num": 232,
    "answers": [
      {
        "answer": "файлы-документы и электронные таблицы популярных редакторов",
        "isTrue": true
      },
      {
        "answer": "загрузочные сектора жестких дисков и мобильных носителей",
        "isTrue": false
      },
      {
        "answer": "исполнительные файлы",
        "isTrue": false
      },
      {
        "answer": "все системные файлы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сетевые вирусы",
    "num": 233,
    "answers": [
      {
        "answer": "Распространяются по сетям",
        "isTrue": true
      },
      {
        "answer": "Заражают загрузочные сектора диска",
        "isTrue": false
      },
      {
        "answer": "Внедряются  в  загрузочный  сектор   дискет",
        "isTrue": false
      },
      {
        "answer": "Заражают только съемные диски",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Резидентные вирусы",
    "num": 234,
    "answers": [
      {
        "answer": "Являются активными вплоть до выключения",
        "isTrue": true
      },
      {
        "answer": "Не заражают память компьютера",
        "isTrue": false
      },
      {
        "answer": "Внедряются  в  загрузочный  сектор   дискет",
        "isTrue": false
      },
      {
        "answer": "Заражают файлы  и  загрузочные сектора диска",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Нерезидентные вирусы",
    "num": 235,
    "answers": [
      {
        "answer": "Не заражают память компьютера и активны ограниченное время",
        "isTrue": true
      },
      {
        "answer": "Внедряются  в  загрузочный  сектор   дискет",
        "isTrue": false
      },
      {
        "answer": "Являются активными вплоть до выключения",
        "isTrue": false
      },
      {
        "answer": "Заражают одновременно файлы  и  загрузочные сектора диска",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какая программа называется вредоносной?",
    "num": 236,
    "answers": [
      {
        "answer": "Программа, наносящая вред компьютеру, на котором она запускается",
        "isTrue": true
      },
      {
        "answer": "Программа, вызывающая завершение работы компьютера",
        "isTrue": false
      },
      {
        "answer": "Программа дефрагментации дисков",
        "isTrue": false
      },
      {
        "answer": "Программа, искажающая содержимое файлов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "На какие типы делятся вредоносные программы?",
    "num": 237,
    "answers": [
      {
        "answer": "Компьютерные вирусы, черви, трояны",
        "isTrue": true
      },
      {
        "answer": "Аппаратные, программные, загрузочные",
        "isTrue": false
      },
      {
        "answer": "Файловые, программные, макровирусы",
        "isTrue": false
      },
      {
        "answer": "Системные, файловые, прикладные",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основную  черту компьютерного вируса.",
    "num": 238,
    "answers": [
      {
        "answer": "Способность к саморазмножению",
        "isTrue": true
      },
      {
        "answer": "Неоднократное копирование кода вируса в код программы",
        "isTrue": false
      },
      {
        "answer": "Возможность самопроизвольно отключать компьютер",
        "isTrue": false
      },
      {
        "answer": "Возможность быстрого заражения программ",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите действие файлового вируса.",
    "num": 239,
    "answers": [
      {
        "answer": "Внедряются в выполняемые файлы, либо создают файлы-двойники",
        "isTrue": true
      },
      {
        "answer": "Сохраняют свою активность ограниченное время",
        "isTrue": false
      },
      {
        "answer": "Внедряются  в  загрузочный  сектор   дискет",
        "isTrue": false
      },
      {
        "answer": "Заражают одновременно файлы  и  загрузочные сектора диска",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие вирусы относятся к файловым вирусам?",
    "num": 240,
    "answers": [
      {
        "answer": "Классические файловые вирусы, макровирусы, скрипт-вирусы",
        "isTrue": true
      },
      {
        "answer": "Программы: детекторы, ревизоры, доктора",
        "isTrue": false
      },
      {
        "answer": "Программы: доктора, ревизоры, фильтры",
        "isTrue": false
      },
      {
        "answer": "Программы: фильтры, вакцины, детекторы, доктора",
        "isTrue": false
      }
    ]
  },
  {
    "question": "укажите свойство классических файловых вирусов",
    "num": 241,
    "answers": [
      {
        "answer": "Создают файлы-двойники",
        "isTrue": true
      },
      {
        "answer": "Сохраняют активность ограниченное время",
        "isTrue": false
      },
      {
        "answer": "Внедряются  в  загрузочный  сектор   дискет",
        "isTrue": false
      },
      {
        "answer": "Являются активными вплоть до выключения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Макровирусы..",
    "num": 242,
    "answers": [
      {
        "answer": "Написаны на внутреннем языке, макросах какого-либо приложения",
        "isTrue": true
      },
      {
        "answer": "Написаны в виде скриптов для определенной командной оболочки",
        "isTrue": false
      },
      {
        "answer": "При своем размножении используют файловую систему ОС",
        "isTrue": false
      },
      {
        "answer": "Программа, выводящая на экран непредусмотренные сообщения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Скрипт-вирусы:",
    "num": 243,
    "answers": [
      {
        "answer": "Написаны в виде скриптов для определенной командной оболочки",
        "isTrue": true
      },
      {
        "answer": "Написаны на внутреннем языке, макросах какого-либо приложения",
        "isTrue": false
      },
      {
        "answer": "При своем размножении используют файловую систему ОС",
        "isTrue": false
      },
      {
        "answer": "Используют для своего распространения протоколы и возможности сетей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основные пути проникновения вирусов в компьютер",
    "num": 244,
    "answers": [
      {
        "answer": "Съемные диски, компьютерные сети",
        "isTrue": true
      },
      {
        "answer": "Только гибкие диски",
        "isTrue": false
      },
      {
        "answer": "Только лазерные диски",
        "isTrue": false
      },
      {
        "answer": "Только компьютерные сети",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите действие файлово-загрузочных вирусов",
    "num": 245,
    "answers": [
      {
        "answer": "Заражают одновременно файлы  и  загрузочные сектора диска",
        "isTrue": true
      },
      {
        "answer": "Заражают только загрузочные файлы",
        "isTrue": false
      },
      {
        "answer": "Заражают только загрузочные сектора диска",
        "isTrue": false
      },
      {
        "answer": "Записывают свои копии по адресам сетевых компьютеров",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вирусы-репликаторы (черви):",
    "num": 246,
    "answers": [
      {
        "answer": "Записывают свои копии по адресам сетевых компьютеров",
        "isTrue": true
      },
      {
        "answer": "Написаны на внутреннем языке, макросах какого-либо приложения",
        "isTrue": false
      },
      {
        "answer": "Заражают одновременно файлы  и  загрузочные сектора диска",
        "isTrue": false
      },
      {
        "answer": "Выводят на экран непредвиденные сообщения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что называется компьютерным вирусом?",
    "num": 247,
    "answers": [
      {
        "answer": "Программа, способная заражать другие программы",
        "isTrue": true
      },
      {
        "answer": "Программа, создающая свои копии",
        "isTrue": false
      },
      {
        "answer": "Программа, удаляющая данные из памяти компьютера",
        "isTrue": false
      },
      {
        "answer": "Программа  архивации данных",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое действие троянской программы?",
    "num": 248,
    "answers": [
      {
        "answer": "Маскировка под  полезную  программу, разрушение загрузочного сектора",
        "isTrue": true
      },
      {
        "answer": "Используют для своего распространения протоколы и возможности сетей",
        "isTrue": false
      },
      {
        "answer": "Заражают одновременно файлы  и  загрузочные сектора диска",
        "isTrue": false
      },
      {
        "answer": "Записывают свои копии по адресам сетевых компьютеров",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Спутники &ndash;  это вирус который &hellip;",
    "num": 249,
    "answers": [
      {
        "answer": "Создает для выполнимых  программ (exe)  одноименные  программы  типа  com",
        "isTrue": true
      },
      {
        "answer": "Уменьшают объем памяти на диске в результате своего распространения",
        "isTrue": false
      },
      {
        "answer": "Маскируются под  полезную  программу, разрушают  загрузочные сектора",
        "isTrue": false
      },
      {
        "answer": "Используют для своего распространения протоколы и возможности сетей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем проявляется действие безвредных вирусов?",
    "num": 250,
    "answers": [
      {
        "answer": "Уменьшают объем памяти на диске в результате своего распространения",
        "isTrue": true
      },
      {
        "answer": "Используют для своего распространения протоколы и возможности сетей",
        "isTrue": false
      },
      {
        "answer": "Внедряются в выполняемые файлы, либо создают файлы-двойники",
        "isTrue": false
      },
      {
        "answer": "Маскируются под  полезную  программу, разрушают  загрузочные сектора",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие программы называются троянскими программами  (троянскими конями)?",
    "num": 251,
    "answers": [
      {
        "answer": "Содержат скрытый модуль,  осуществляют несанкционированные действия",
        "isTrue": true
      },
      {
        "answer": "Используют для своего распространения протоколы и возможности сетей",
        "isTrue": false
      },
      {
        "answer": "Внедряются в выполняемые файлы, либо создают файлы-двойники",
        "isTrue": false
      },
      {
        "answer": "Маскируются под  полезную  программу, разрушают  загрузочные сектора",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что используют макровирусы для своего размножения?",
    "num": 252,
    "answers": [
      {
        "answer": "Возможности макроязыков",
        "isTrue": true
      },
      {
        "answer": "Возможности текстового редактора",
        "isTrue": false
      },
      {
        "answer": "Возможности табличного редактора",
        "isTrue": false
      },
      {
        "answer": "Исполнительные файлы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как распространяются вирусы-репликаторы (черви) ?",
    "num": 253,
    "answers": [
      {
        "answer": "По  компьютерным  сетям",
        "isTrue": true
      },
      {
        "answer": "Через съемные диски",
        "isTrue": false
      },
      {
        "answer": "Через файлы-документы",
        "isTrue": false
      },
      {
        "answer": "Через исполнительные файлы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите характерные проявления макро-вирусов в Word.",
    "num": 254,
    "answers": [
      {
        "answer": "Не конвертируют зараженные документы в другой формат",
        "isTrue": true
      },
      {
        "answer": "Изменяют содержимое файлов и секторов диска",
        "isTrue": false
      },
      {
        "answer": "Создают копии зараженных участков текста и вставляют в документ",
        "isTrue": false
      },
      {
        "answer": "При закрытии документа присваивают ему расширение ехе",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основной источник вирусов на сегодняшний день",
    "num": 255,
    "answers": [
      {
        "answer": "Глобальная сеть Internet",
        "isTrue": true
      },
      {
        "answer": "Съемные диски (гибкие и лазерные)",
        "isTrue": false
      },
      {
        "answer": "Лазерные и гибкие диски",
        "isTrue": false
      },
      {
        "answer": "Только компьютерные сети",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите действие паразитического вируса",
    "num": 256,
    "answers": [
      {
        "answer": "Изменяют содержимое файлов и секторов диска",
        "isTrue": true
      },
      {
        "answer": "Не конвертируют зараженные документы в другой формат",
        "isTrue": false
      },
      {
        "answer": "Заражают только загрузочные сектора",
        "isTrue": false
      },
      {
        "answer": "Записывают свои копии по адресам сетевых компьютеров",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите на какие виды делятся антивирусные программы",
    "num": 257,
    "answers": [
      {
        "answer": "Детекторы, доктора, ревизоры, фильтры, вакцины",
        "isTrue": true
      },
      {
        "answer": "Программы: детекторы, ревизоры, доктора",
        "isTrue": false
      },
      {
        "answer": "Программы: доктора, ревизоры, фильтры",
        "isTrue": false
      },
      {
        "answer": "Программы: фильтры, вакцины, детекторы, доктора",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Действие программы-детекторы:",
    "num": 258,
    "answers": [
      {
        "answer": "Поиск, обнаружение   вирусов   в оперативной  памяти",
        "isTrue": true
      },
      {
        "answer": "Поиск  и  обнаружение   вирусов в сетях",
        "isTrue": false
      },
      {
        "answer": "Поиск  и  обнаружение   вирусов в загрузочных файлах",
        "isTrue": false
      },
      {
        "answer": "Поиск  и  обнаружение   вирусов на внешних носителях",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие различают детекторы?",
    "num": 259,
    "answers": [
      {
        "answer": "Универсальные    и специализированные",
        "isTrue": true
      },
      {
        "answer": "Малые и большие",
        "isTrue": false
      },
      {
        "answer": "Универсальные и суперуниверсальные",
        "isTrue": false
      },
      {
        "answer": "Специализированные и малоспециализированные",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что используют   универсальные   детекторы   в   своей   работе?",
    "num": 260,
    "answers": [
      {
        "answer": "Проверку неизменности файлов",
        "isTrue": true
      },
      {
        "answer": "Проверку целостности файла",
        "isTrue": false
      },
      {
        "answer": "Проверку файла на наличие ошибок",
        "isTrue": false
      },
      {
        "answer": "Проверку работоспособности файла",
        "isTrue": false
      }
    ]
  },
  {
    "question": "На чем основано действие специализированных детекторов?",
    "num": 261,
    "answers": [
      {
        "answer": "На поиске известных вирусов  по  их сигнатуре",
        "isTrue": true
      },
      {
        "answer": "На проверке неизменности файлов",
        "isTrue": false
      },
      {
        "answer": "На удалении всех подозрительных файлов",
        "isTrue": false
      },
      {
        "answer": "На создании резервных копий файлов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой детектор называется полидетектором?",
    "num": 262,
    "answers": [
      {
        "answer": "Детектор, позволяющий  обнаруживать   несколько   вирусов",
        "isTrue": true
      },
      {
        "answer": "Детектор, автоматически удаляющий вирусы",
        "isTrue": false
      },
      {
        "answer": "Детектор, определяющий месторасположение вирусов",
        "isTrue": false
      },
      {
        "answer": "Детектор, останавливающий размножение вирусов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите действие программы-доктора",
    "num": 263,
    "answers": [
      {
        "answer": "Удаляют из  файла  тело  программы  вируса",
        "isTrue": true
      },
      {
        "answer": "Определяют местонахождение программы вируса",
        "isTrue": false
      },
      {
        "answer": "Лечат все виды программы вируса",
        "isTrue": false
      },
      {
        "answer": "Останавливают процесс размножения вирусов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "На чем основано действие программы-ревизоры?",
    "num": 264,
    "answers": [
      {
        "answer": "Сравнивают текущее состояние программ,  каталогов  с исходным",
        "isTrue": true
      },
      {
        "answer": "Определяют местонахождение программ, зараженных вирусом",
        "isTrue": false
      },
      {
        "answer": "Отличают изменения  версии  программы от изменений, внесенных вирусом",
        "isTrue": false
      },
      {
        "answer": "Обнаруживают  подозрительные действия,  характерные  для  вирусов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите свойство программ-ревизоров.",
    "num": 265,
    "answers": [
      {
        "answer": "Отличают изменения  версии  программы от изменений, внесенных вирусом",
        "isTrue": true
      },
      {
        "answer": "Сравнивают текущее состояние программ,  каталогов  с исходным",
        "isTrue": false
      },
      {
        "answer": "Обнаруживают  подозрительные действия,  характерные  для  вирусов",
        "isTrue": false
      },
      {
        "answer": "Ограничивают возможности по предотвращению  заражения  от вирусов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Для чего предназначены программы-фильтры (сторожа)?",
    "num": 266,
    "answers": [
      {
        "answer": "Для  обнаружения  подозрительных действий,  характерных  для  вирусов",
        "isTrue": true
      },
      {
        "answer": "Для определения местонахождения программ, зараженных вирусом",
        "isTrue": false
      },
      {
        "answer": "Для сравнивания текущего состояния программ,  каталогов  с исходным состоянием",
        "isTrue": false
      },
      {
        "answer": "Для отличия изменений, внесенных в программу вирусами",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Компьютер, подключенный к Интернет, обязательно имеет...",
    "num": 267,
    "answers": [
      {
        "answer": "IP-адрес",
        "isTrue": true
      },
      {
        "answer": "Web-сервер",
        "isTrue": false
      },
      {
        "answer": "домашнюю web-страницу",
        "isTrue": false
      },
      {
        "answer": "доменное имя",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой протокол используется для передачи в сети web-страниц используется протокол ...",
    "num": 268,
    "answers": [
      {
        "answer": "http",
        "isTrue": true
      },
      {
        "answer": "www",
        "isTrue": false
      },
      {
        "answer": "ftp",
        "isTrue": false
      },
      {
        "answer": "dns",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Слово &quot;модулятор&quot; означает &hellip;",
    "num": 269,
    "answers": [
      {
        "answer": "преобразование цифрового сигнала в аналоговый",
        "isTrue": true
      },
      {
        "answer": "модернизация сигнала",
        "isTrue": false
      },
      {
        "answer": "интерпретатор звука",
        "isTrue": false
      },
      {
        "answer": "переход в графический режим",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Слово &quot;демодулятор&quot; означает &hellip;",
    "num": 270,
    "answers": [
      {
        "answer": "преобразование аналогового сигнала в цифровой",
        "isTrue": true
      },
      {
        "answer": "де модернизация сигнала",
        "isTrue": false
      },
      {
        "answer": "компилятор звука",
        "isTrue": false
      },
      {
        "answer": "закрытие графического режима",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что использует модем в качестве среды передачи сигналов",
    "num": 271,
    "answers": [
      {
        "answer": "провод или эфир",
        "isTrue": true
      },
      {
        "answer": "только провод",
        "isTrue": false
      },
      {
        "answer": "только эфир",
        "isTrue": false
      },
      {
        "answer": "геометрические волны",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называются модемы, которые в качестве среды передачи сигналов используют провод",
    "num": 272,
    "answers": [
      {
        "answer": "проводным",
        "isTrue": true
      },
      {
        "answer": "аудио",
        "isTrue": false
      },
      {
        "answer": "видео",
        "isTrue": false
      },
      {
        "answer": "гидро &ndash;волновым",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называются модемы, которые в качестве среды передачи информации используют эфир",
    "num": 273,
    "answers": [
      {
        "answer": "радиомодем",
        "isTrue": true
      },
      {
        "answer": "проводной",
        "isTrue": false
      },
      {
        "answer": "сигнальный",
        "isTrue": false
      },
      {
        "answer": "портовый",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое провайдер?",
    "num": 274,
    "answers": [
      {
        "answer": "организация (юридическое лицо, обеспечивающая работу в сети Интернет)",
        "isTrue": true
      },
      {
        "answer": "устройство для обмена информацией между удаленными компьютерами",
        "isTrue": false
      },
      {
        "answer": "почтовая программа",
        "isTrue": false
      },
      {
        "answer": "организация, занимающаяся группами новостей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основную задачу программы &ndash; браузера.",
    "num": 275,
    "answers": [
      {
        "answer": "открыть по указанному адресу WEB-страницу",
        "isTrue": true
      },
      {
        "answer": "Электронная почта",
        "isTrue": false
      },
      {
        "answer": "служба  телеконференций",
        "isTrue": false
      },
      {
        "answer": "почтовая программа",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Для чего используется электронный адрес?",
    "num": 276,
    "answers": [
      {
        "answer": "для определения местонахождения почтового ящика адресата в сети",
        "isTrue": true
      },
      {
        "answer": "для определения адреса компьютера",
        "isTrue": false
      },
      {
        "answer": "для определения ресурсов операционной системы и адреса компьютера",
        "isTrue": false
      },
      {
        "answer": "для определения пути к файлу",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Электронный адрес включает в себя 2 части, отделенные друг от друга символом",
    "num": 277,
    "answers": [
      {
        "answer": "@",
        "isTrue": true
      },
      {
        "answer": "!",
        "isTrue": false
      },
      {
        "answer": ".",
        "isTrue": false
      },
      {
        "answer": ":",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Из каких двух частей состоит электронный адрес?",
    "num": 278,
    "answers": [
      {
        "answer": "имя пользователя  @ адрес почтового  сервера",
        "isTrue": true
      },
      {
        "answer": "имя пользователя  // адрес почтового  сервера",
        "isTrue": false
      },
      {
        "answer": "имя пользователя  # адрес почтового  сервера",
        "isTrue": false
      },
      {
        "answer": "имя компьютера @ адрес компьютера",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Адрес почтового сервера состоит из&hellip;",
    "num": 279,
    "answers": [
      {
        "answer": "доменов",
        "isTrue": true
      },
      {
        "answer": "символов",
        "isTrue": false
      },
      {
        "answer": "цифр",
        "isTrue": false
      },
      {
        "answer": "десятичных знаков",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое телеконференция?",
    "num": 280,
    "answers": [
      {
        "answer": "коллективный обмен информацией по определенной тематике между  пользователями глобальной компьютерной сети",
        "isTrue": true
      },
      {
        "answer": "протокол передачи файлов",
        "isTrue": false
      },
      {
        "answer": "тип связи, которую надо установить с нужным компьютером",
        "isTrue": false
      },
      {
        "answer": "раздел (папка) на жестком диске почтового сервера",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое FTP?",
    "num": 281,
    "answers": [
      {
        "answer": "протокол передачи файлов",
        "isTrue": true
      },
      {
        "answer": "коллективный объем информацией по определенной тематике между пользователями глобальной компьютерной сети",
        "isTrue": false
      },
      {
        "answer": "тип связи, которую надо установить с нужным компьютером",
        "isTrue": false
      },
      {
        "answer": "раздел (папка) на жестком диске почтового сервера",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Из скольких частей состоит URL &ndash;адрес?",
    "num": 282,
    "answers": [
      {
        "answer": "из трех",
        "isTrue": true
      },
      {
        "answer": "из двух",
        "isTrue": false
      },
      {
        "answer": "из одного",
        "isTrue": false
      },
      {
        "answer": "из множества",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Левая часть URL &ndash;адреса указывает",
    "num": 283,
    "answers": [
      {
        "answer": "тип связи, которую надо установить с нужным компьютером",
        "isTrue": true
      },
      {
        "answer": "место расположения сервера",
        "isTrue": false
      },
      {
        "answer": "раздел (папку) на жестком диске почтового сервера",
        "isTrue": false
      },
      {
        "answer": "служба группы новостей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Правая часть URL &ndash;адреса указывает",
    "num": 284,
    "answers": [
      {
        "answer": "место расположения сервера",
        "isTrue": true
      },
      {
        "answer": "тип связи, которую надо установить с нужным компьютером",
        "isTrue": false
      },
      {
        "answer": "раздел (папку) на жестком диске почтового сервера",
        "isTrue": false
      },
      {
        "answer": "служба группы новостей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое WEB- страница?",
    "num": 285,
    "answers": [
      {
        "answer": "один  отдельный электронный документ в системе WWW",
        "isTrue": true
      },
      {
        "answer": "электронный документ",
        "isTrue": false
      },
      {
        "answer": "электронная таблица",
        "isTrue": false
      },
      {
        "answer": "база данных",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Определите адрес, принадлежащий организациям",
    "num": 286,
    "answers": [
      {
        "answer": "ksd @ glas. aps. org",
        "isTrue": true
      },
      {
        "answer": "ksd @ glas. aps.сom",
        "isTrue": false
      },
      {
        "answer": "ksd @ glas. aps.gov",
        "isTrue": false
      },
      {
        "answer": "ksd @ glas. aps. mil",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Определите адрес, принадлежащий коммерческим организациям",
    "num": 287,
    "answers": [
      {
        "answer": "103670.1256 @ compuserve. com",
        "isTrue": true
      },
      {
        "answer": "dp! gn! support  @  labrea. stenford.edu",
        "isTrue": false
      },
      {
        "answer": "wictor @ free.net",
        "isTrue": false
      },
      {
        "answer": "pekka @ cs. utu. mil",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой адрес используется при гиперссылках",
    "num": 288,
    "answers": [
      {
        "answer": "URL- адрес",
        "isTrue": true
      },
      {
        "answer": "IP- адрес",
        "isTrue": false
      },
      {
        "answer": "почтовый адрес",
        "isTrue": false
      },
      {
        "answer": "адрес компьютера",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие форматы используют графические  элементы Web-страниц",
    "num": 289,
    "answers": [
      {
        "answer": "GIF, JPEG",
        "isTrue": true
      },
      {
        "answer": "doc",
        "isTrue": false
      },
      {
        "answer": "PPT",
        "isTrue": false
      },
      {
        "answer": "RTF",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что определяет домен верхнего уровня?",
    "num": 290,
    "answers": [
      {
        "answer": "наименование государства",
        "isTrue": true
      },
      {
        "answer": "наименование города",
        "isTrue": false
      },
      {
        "answer": "адрес компьютера",
        "isTrue": false
      },
      {
        "answer": "почтовый сервер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Из скольких частей (цифр ) состоит IP?",
    "num": 291,
    "answers": [
      {
        "answer": "4-х частей, разделенных точкой",
        "isTrue": true
      },
      {
        "answer": "3-х частей, разделенных точкой",
        "isTrue": false
      },
      {
        "answer": "3-х частей, разделенных двоеточием",
        "isTrue": false
      },
      {
        "answer": "2-х частей, разделенных двоеточием",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Браузер отображает документ на экране, руководствуясь командами, которые автор документа внедрил в текст. Такие команды называются",
    "num": 292,
    "answers": [
      {
        "answer": "Тег",
        "isTrue": true
      },
      {
        "answer": "Код",
        "isTrue": false
      },
      {
        "answer": "Пиксель",
        "isTrue": false
      },
      {
        "answer": "Команда",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется мощный Компьютер в вычислительных сетях, который поддерживает структуру сети и на которой инсталлированы основные программные продукты:",
    "num": 293,
    "answers": [
      {
        "answer": "Сервер",
        "isTrue": true
      },
      {
        "answer": "Сканер",
        "isTrue": false
      },
      {
        "answer": "Модем",
        "isTrue": false
      },
      {
        "answer": "Плоттер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Язык разметки гипертекста - это:",
    "num": 294,
    "answers": [
      {
        "answer": "HTML",
        "isTrue": true
      },
      {
        "answer": "URL",
        "isTrue": false
      },
      {
        "answer": "HREF",
        "isTrue": false
      },
      {
        "answer": "Hyperlink",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Получение изображения от внешнего источника &ndash; сканера, цифровой фотокамеры, называется",
    "num": 295,
    "answers": [
      {
        "answer": "импортом",
        "isTrue": true
      },
      {
        "answer": "экспортом",
        "isTrue": false
      },
      {
        "answer": "масштабированием",
        "isTrue": false
      },
      {
        "answer": "пикселизацией",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Для получения графических изображений требуется специальное программное обеспечение",
    "num": 296,
    "answers": [
      {
        "answer": "графические пакеты",
        "isTrue": true
      },
      {
        "answer": "издательские пакеты",
        "isTrue": false
      },
      {
        "answer": "прикладное программное обеспечение",
        "isTrue": false
      },
      {
        "answer": "системное программное обеспечение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "",
    "num": 297,
    "answers": [
      {
        "answer": "это группа документов, которые связаны между собой тематикой и гиперссылками",
        "isTrue": true
      },
      {
        "answer": "местоположение конкретного сервиса среди других, работающих на одном компьютере",
        "isTrue": false
      },
      {
        "answer": "цвет просмотренных текстовых гиперссылок",
        "isTrue": false
      },
      {
        "answer": "это каждый элемент списка, который состоит из двух частей: термина и его определения",
        "isTrue": false
      }
    ]
  }
]