export const logic = [
  {
    "question": "Большинство авторов склонны считать метод обучения &hellip; учебно- познавательной деятельности учащихся. Эта точка зрения может быть исходной, чтобы более детально рассмотреть данное понятие и подойти к его научному определению. Добавьте вместо точек пропущенные слова в тексте",
    "num": 1,
    "answers": [
      {
        "answer": "способом организации",
        "isTrue": true
      },
      {
        "answer": "учебным подтверждением",
        "isTrue": false
      },
      {
        "answer": "научным представлением",
        "isTrue": false
      },
      {
        "answer": "научным решением",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выбрать 1 правильный вариант из 4 предложенных. На координатной прямой отмечены числа А и В.  A: AB B: A  B Сравните величины A и B между собой.",
    "num": 2,
    "answers": [
      {
        "answer": "величина A больше",
        "isTrue": true
      },
      {
        "answer": "две величины равны",
        "isTrue": false
      },
      {
        "answer": "величина B больше",
        "isTrue": false
      },
      {
        "answer": "отношение между величинами не может быть определено на основе информации, представленной в примере",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Возвращаясь домой из сада, Нурлан и Самат взяли с собой несколько яблок. По пути они встретили Берика, которому Нурлан дал одно яблоко, а Самат &ndash; два. После этого у всех трех приятелей количество яблок оказалось поровну. Найти сколько яблок было первоначально у Нурлана и Самата по отдельности.",
    "num": 3,
    "answers": [
      {
        "answer": "4 и 5 яблок",
        "isTrue": true
      },
      {
        "answer": "5 и 6 яблок",
        "isTrue": false
      },
      {
        "answer": "7 и 8 яблок",
        "isTrue": false
      },
      {
        "answer": "2 и 3 яблока",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Городская агломерация (конурбация) &ndash; группа близко расположенных и тесно связанных между собой городов. Именно такие города, как Большой Лондон и Большой Париж образуют единое целое благодаря экономическим и культурно-бытовым связям, общим крупным инженерным сооружениям, транспорту, водоснабжению. На основе анализа содержания текста определите вид информации, представленный во второй части текста.",
    "num": 4,
    "answers": [
      {
        "answer": "",
        "isTrue": true
      },
      {
        "answer": "информация",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Городской ветер &ndash; в больших городах ветер ведёт себя совсем не так, как в окружающих город сельских районах. К основным особенностям городского ветра относятся:",
    "num": 5,
    "answers": [
      {
        "answer": "скорость воздушных потоков на 30% ниже, чем не застроенных пространствах;",
        "isTrue": true
      },
      {
        "answer": "периоды безветренной погоды случаются на 1-20% чаще;",
        "isTrue": false
      },
      {
        "answer": "иногда ветры могут достигать очень большой силы из-за создаваемого зданиями сквознякового эффекта.",
        "isTrue": false
      },
      {
        "answer": "основе анализа содержания текста определите вид информации, представленный во второй части текста.",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В актовый зал привезли стулья. Если их расставить по 25 штук в ряд, то четырех стульев не хватит. Если же их расставить по 24 стула в ряд, то 12 стульев останется. Определите, сколько всего стульев.",
    "num": 6,
    "answers": [
      {
        "answer": "396",
        "isTrue": true
      },
      {
        "answer": "296",
        "isTrue": false
      },
      {
        "answer": "348",
        "isTrue": false
      },
      {
        "answer": "346",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Два крана, работая вместе, загрузили баржу за 6 ч. Найдите время разгрузки баржи каждым краном, если один из них разгружает на 5 ч быстрее другого.",
    "num": 7,
    "answers": [
      {
        "answer": "10 ч; 15 ч",
        "isTrue": true
      },
      {
        "answer": "11 ч; 16 ч",
        "isTrue": false
      },
      {
        "answer": "4 ч; 9 ч",
        "isTrue": false
      },
      {
        "answer": "5 ч; 10 ч",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Определить на сколько нулей оканчивается произведение 1&bull;2&bull;3&bull;4&bull;&hellip;&bull;37.",
    "num": 8,
    "answers": [
      {
        "answer": "",
        "isTrue": true
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В автоинспекции города N подсчитали, что число легковых автомобилей увеличивалось в последние годы на 15 % ежегодно. Определите, во сколько раз увеличится число легковых автомобилей за пять лет, если эта тенденция сохранится.",
    "num": 9,
    "answers": [
      {
        "answer": "в 2 раза",
        "isTrue": true
      },
      {
        "answer": "в 1,5 раза",
        "isTrue": false
      },
      {
        "answer": "в 2,5 раза",
        "isTrue": false
      },
      {
        "answer": "в 5 раз",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Группу из 20 учащихся опросили, какое количество времени они тратят на приготовление домашних заданий. Их ответы представлены на диаграмме:  Определить количество учащихся из 20, которые тратят на приготовление заданий меньше часа.",
    "num": 10,
    "answers": [
      {
        "answer": "",
        "isTrue": true
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Определите координатные четверти, в которых расположен график функции y  x121 .",
    "num": 11,
    "answers": [
      {
        "answer": "и II",
        "isTrue": true
      },
      {
        "answer": "и IV",
        "isTrue": false
      },
      {
        "answer": "и III",
        "isTrue": false
      },
      {
        "answer": "и III",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Противоположность каких понятий приводится в данном рассуждении?",
    "num": 12,
    "answers": [
      {
        "answer": "и подчинение",
        "isTrue": true
      },
      {
        "answer": "и культура",
        "isTrue": false
      },
      {
        "answer": "и философия",
        "isTrue": false
      },
      {
        "answer": "и религия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Отдельные черты личности, которые сами по себе еще не являются патологическими, однако при определенных условиях могут претерпевать развитие в положительном или отрицательном направлении, достигая особой выраженности у психопатов и невротиков, называются &hellip;. Вставьте пропущенное слово.",
    "num": 13,
    "answers": [
      {
        "answer": "",
        "isTrue": true
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Согласно философскому определению, дедукция &ndash; один из методов познания, переход от общего знания о предметах данного класса к единичному (частному) знанию об отдельном предмете класса. Дедуктивные умозаключения можно использовать для предвидения на основе[&hellip;]закономерностей ещё не наступивших фактов, в обосновании, доказательстве тех или иных положений, а также при проверке намечаемых предположений, гипотез. Благодаря Дедукции в науке были сделаны важные открытия: так, на основе закона всемирного тяготения и опытных данных о движении планеты Уран была открыта планета Нептун. Заполните пропуск, отмеченный многоточием в квадратных скобках.",
    "num": 14,
    "answers": [
      {
        "answer": "",
        "isTrue": true
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;О сколько нам открытий чудных / Готовят просвещенья дух / И опыт, сын ошибок трудных, / И гений, парадоксов друг, / И случай, бог изобретатель...&raquo;, - А.С. Пушкин. Какой популярной телепередаче 1973 &ndash; 2012 гг. эти строки служили заставкой?",
    "num": 15,
    "answers": [
      {
        "answer": "&laquo;Очевидное &ndash; невероятное&raquo;.",
        "isTrue": true
      },
      {
        "answer": "достижения&raquo;.",
        "isTrue": false
      },
      {
        "answer": "невероятного&raquo;.",
        "isTrue": false
      },
      {
        "answer": "открытия&raquo;.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Механизм подражания в своей основе является у человека врожденным. Подражание является для высших животных важным механизмом приобретения опыта.",
    "num": 16,
    "answers": [
      {
        "answer": "меньшую роль оно играет и в процессе социализации человека. Почти весь человеческий опыт ребенок до трехлетнего возраста приобретает в общении с окружающими людьми через подражание.",
        "isTrue": true
      },
      {
        "answer": "можно рассматривать как процесс, в результате которого происходит неосознанное воспроизводство человеком мыслей, чувств, психических свойств и состояний других людей, с которыми он общается.",
        "isTrue": false
      },
      {
        "answer": "фацилитация &mdash; это положительное стимулирующее влияние поведения одних людей на деятельность других, совершаемую в их присутствии или при их непосредственном участии. В результате социальной фацилитации действия человека становятся более раскованными, а мыслительные процессы протекают свободнее, активнее и интенсивнее (слово &laquo;фацилитация&raquo; в переводе с английского языка на русский означает",
        "isTrue": false
      },
      {
        "answer": "В наибольшей степени социальная фацилитация у человека проявляется в кругу близких и знакомых людей. В обществе чужих людей, порождающих чувство тревоги и беспокойства, нередко наблюдается явление противоположного характера, выражающееся в торможении поведения и психических процессов субъекта общения. Это &mdash; социальная ингибиция(данное слово в переводе означает торможение).",
        "isTrue": false
      },
      {
        "answer": "внимания в социальной психологии уделялось изучению, такого механизма социализации, как конформность. Конформным называют поведение человека, при котором он, осознанно расходясь в мнениях с окружающими людьми, тем не менее соглашается с ними, исходя из каких- либо конъюнктурных соображений (личной выгоды в ущерб следованию истине). Конформность &mdash; это приспособленчество, следование чужому мнению, заранее и сознательно рассчитанное на то, чтобы не создавать себе лишних трудностей в общении и взаимодействии с людьми, добиться поставленных целей, погрешив против истины.",
        "isTrue": false
      },
      {
        "answer": "из механизмов социализации является осознанным?",
        "isTrue": false
      },
      {
        "answer": "фацилитация",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "",
        "isTrue": false
      },
      {
        "answer": "ингибиция",
        "isTrue": false
      }
    ]
  },
  {
    "question": "К необходимости обращения к философии психологов привела сложность и необычность проблем, с которыми они столкнулись. Многие вопросы психологии с большим трудом поддаются экспериментальному анализу и изучению с помощью естественнонаучных методов. Во многом они решаются философско-умозрительно. Да и сам человек, как мы выяснили, не есть полностью биологическое существо, он обитает между природой и обществом и одновременно принадлежит к этим двум реальностям. По этой причине в своем познании он не может быть полностью охвачен только методами какой-либо одной науки.",
    "num": 17,
    "answers": [
      {
        "answer": "проблемы психологии современного человека, такие, как личностный смысл и цель жизни, мировоззрение, политические пристрастия и моральные ценности, выступают как общие и для психологии (социальной), и для философии. В самой психологии до сих пор есть немало вопросов, к решению которых невозможно подойти лабораторно- экспериментальным путем, но которые, тем не менее, приходится решать.",
        "isTrue": true
      },
      {
        "answer": "столкновении с такими проблемами психологи вынуждены обращаться к философии, вырабатывать самим или пользоваться теми умозаключениями, которые им предлагают представители смежной науки, в данном случае философии.",
        "isTrue": false
      },
      {
        "answer": "анализ данного текста и выделите ту проблему, которую можно отнести к традиционно философско-психологическим?",
        "isTrue": false
      },
      {
        "answer": "диалектики, логики и теории познания",
        "isTrue": false
      },
      {
        "answer": "и происхождение человеческого сознания",
        "isTrue": false
      },
      {
        "answer": "абсолютной и относительной истины",
        "isTrue": false
      },
      {
        "answer": "полушарий головного мозга",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Гегель полагал, что &laquo;философии не приписывается, подобно религии, в качестве содержания твердо определенная с самого начала истина&hellip; Содержание же христианства, которое есть истина, оставалось, как таковое, неизменным&hellip;&raquo;.",
    "num": 18,
    "answers": [
      {
        "answer": "тот вариант ответа, который по смыслу и контексту приведенной цитаты наилучшим образом отражает отличие религии и философии.",
        "isTrue": true
      },
      {
        "answer": "следует приписывать философии претензию на истинность знания.",
        "isTrue": false
      },
      {
        "answer": "не могут определить истину, которую твердо знает религия.",
        "isTrue": false
      },
      {
        "answer": "истинно, а философия истины не имеет.",
        "isTrue": false
      },
      {
        "answer": "философии и догматичность религиозной веры.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое, собственно, общественная жизнь? Какова природа общественной жизни, сокрытая за многообразием её конкретных проявлений? К чему стремится человек и чего он может достичь, строя формы своего общественного бытия? Каково отношение социальной жизни к последним основаниям и ценностям, лежащим в основе жизни вообще? &ndash; Предметную область какой отрасли философии объяснял через эти вопросы философ С.Л. Франк ?",
    "num": 19,
    "answers": [
      {
        "answer": "философия.",
        "isTrue": true
      },
      {
        "answer": "социального познания.",
        "isTrue": false
      },
      {
        "answer": "онтология.",
        "isTrue": false
      },
      {
        "answer": "антропология.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В одном из популярных учебников о концепциях естествознания говорится: &laquo;Конечно, ученые не могут &laquo;выдворять&raquo; из сферы научного познания те или иные аномальные объекты. В истории науки множество примеров радикальных качественных сдвигов в способах познания при попытках осмысления и объяснения именно аномальных явлений. Ученый всегда должен быть открыт новым нетрадиционным, нестандартным поворотам мысли и объектам познания&raquo;.",
    "num": 20,
    "answers": [
      {
        "answer": "принципиально важную, фундаментальную черту науки из предлагаемых ниже можно выделить, исходя из анализа приведенного текста?",
        "isTrue": true
      },
      {
        "answer": "науки, как системы знания, новому, нетрадиционному.",
        "isTrue": false
      },
      {
        "answer": "сдвиги в науке зависят от исследования аномалий.",
        "isTrue": false
      },
      {
        "answer": "науки полна всяческих неожиданностей.",
        "isTrue": false
      },
      {
        "answer": "науке забывать об &laquo;аномальных объектах&raquo;.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Шакарим писал: &laquo;Говорят, найди себе кумира для подражания. кумиром для меня стал покойный Абай. Следуя ему, рано отстранился я от межродовой распри и унизительных междоусобиц, избрал путь истины и справедливости, занялся науками&raquo;.",
    "num": 21,
    "answers": [
      {
        "answer": "каком роде своих занятий так или иначе говорит Шакарим?",
        "isTrue": true
      },
      {
        "answer": "научном поиске образца жизни.",
        "isTrue": false
      },
      {
        "answer": "абаеведении.",
        "isTrue": false
      },
      {
        "answer": "самообразовании.",
        "isTrue": false
      },
      {
        "answer": "самопознании.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Современный технологический уклад &ndash; важнейшее звено любой конкурентоспособной экономики.",
    "num": 22,
    "answers": [
      {
        "answer": "информационные технологии, нано-технологии&hellip; Что общего между этими видами технологий?",
        "isTrue": true
      },
      {
        "answer": "&ndash; важные элементы инновационной составляющей в современной промышленности.",
        "isTrue": false
      },
      {
        "answer": "&ndash; технологии, которые стимулируют рынок потребления.",
        "isTrue": false
      },
      {
        "answer": "&ndash; технологии, требующие особых затрат и ресурсов.",
        "isTrue": false
      },
      {
        "answer": "&ndash; важные цепочки инновационной производственной структуры.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Известно свидетельство встрече Диогена Синопскоого с Платоном:",
    "num": 23,
    "answers": [
      {
        "answer": "Платон увидел Диогена, промывавшего овощи, и сказал ему тихо, на ухо: &laquo;Если бы ты оказывал услугу Дионисию [тирану], то не промывал бы овощей&raquo;. На это Диоген ответил Платону также на ухо: &laquo;Если бы ты промывал овощи, то тебе не пришлось бы оказывать услуг тирану Дионисию&raquo;.",
        "isTrue": true
      },
      {
        "answer": "тот вариант ответа, который наиболее полно, наилучшим образом отражает существо ситуации в приведенном фрагменте:",
        "isTrue": false
      },
      {
        "answer": "личного выбора линии жизни, свобода как таковая.",
        "isTrue": false
      },
      {
        "answer": "Диогену с его философией не годится служить тирану.",
        "isTrue": false
      },
      {
        "answer": "служении &ndash; не служении тирану лучше говорить тихо, на ухо.",
        "isTrue": false
      },
      {
        "answer": "придумал этот диалог, он не был знаком с Платоном.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Мартин Хайдеггер в работе &laquo;Время картины мира&raquo; пишет следующее:",
    "num": 24,
    "answers": [
      {
        "answer": "Рейне поставлена гидроэлектростанция&hellip; Рейн теперь есть &hellip; поставитель гидравлического напора, благодаря существованию гидроэлектростанции. Чтобы хоть отдаленно оценить чудовищность этого обстоятельства, на секунду задумаемся о контрасте, звучащем в этих двух именах собственных: &laquo;Рейн&raquo;, встроенный в гидроэлектростанцию для производства энергии, и &laquo;Рейн&raquo;, о котором говорит произведение искусства, одноименный гимн Фридриха Гёльдерлина&raquo;.",
        "isTrue": true
      },
      {
        "answer": "контрасте между чем и чем говорит Хайдеггер?",
        "isTrue": false
      },
      {
        "answer": "&laquo;производственным&raquo; и поэтическим восприятием природного феномена",
        "isTrue": false
      },
      {
        "answer": "возможностями использования природной силы реки Рейн",
        "isTrue": false
      },
      {
        "answer": "задачами промышленного производства и поэзии, искусства",
        "isTrue": false
      },
      {
        "answer": "контрасте между словоупотреблением в XIX и XX веках",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Гегель писал: &laquo;Философствование без системы не может иметь в себе ничего научного... Всякое содержание получает оправдание лишь как момент целого...&raquo;. Он же утверждал: &laquo;Каждая часть философии есть философское целое, замкнутый в себе круг...&raquo;.",
    "num": 25,
    "answers": [
      {
        "answer": "прямо или неявно критикует Гегель в этих суждениях?",
        "isTrue": true
      },
      {
        "answer": "Бессистемность в философии как признак ее ненаучности.",
        "isTrue": false
      },
      {
        "answer": "Отсутствие системности и целостности в философии.",
        "isTrue": false
      },
      {
        "answer": "Ненаучность замкнутых частей философии.",
        "isTrue": false
      },
      {
        "answer": "Нарушение целостности философского знания.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какую методологическую установку следует применить, чтобы глубоко понять разницу в &laquo;духовном контексте&raquo;, который может быть сокрыт за словами этих суждений?",
    "num": 26,
    "answers": [
      {
        "answer": "Герменевтическую.",
        "isTrue": true
      },
      {
        "answer": "Метафизическую.",
        "isTrue": false
      },
      {
        "answer": "Антиковедческую.",
        "isTrue": false
      },
      {
        "answer": "Либералистскую.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Bы владеете пекарней и продаете пироги с начинкой из ягод и фруктов. Стоимость ягод и фруктов указана в таблице: Раньше вы покупали по 2 кг каждого из фруктов и ягод, но из-за повышения аренды на вашу пекарню, вы вынуждены экономить деньги, и покупать в 2 раза меньше дорогих ягод (малина и клубника). На все сэкономленные деньги вы покупаете яблоки. Сколько кг яблок вы покупаете?",
    "num": 27,
    "answers": [
      {
        "answer": "14",
        "isTrue": true
      },
      {
        "answer": "12",
        "isTrue": false
      },
      {
        "answer": "13",
        "isTrue": false
      },
      {
        "answer": "11",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Tрактор А убирает 1/5 тонны снега ежедневно. Трактор В собирает в 5 раз больше снега ежедневно, чем Трактор А, но в 2 раза меньше, чем Трактор С. Ежедневно Трактор С собирает ___ снега",
    "num": 28,
    "answers": [
      {
        "answer": "2 тонны",
        "isTrue": true
      },
      {
        "answer": "1 тонну",
        "isTrue": false
      },
      {
        "answer": "200 кг",
        "isTrue": false
      },
      {
        "answer": "400 кг",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Tемпература воздуха в мае 20. В июне на 5 больше, чем в мае. В октябре меньше всего. В июле на 6 больше, чем в июне. Сколько градусов в июле:",
    "num": 29,
    "answers": [
      {
        "answer": "310",
        "isTrue": true
      },
      {
        "answer": "190",
        "isTrue": false
      },
      {
        "answer": "250",
        "isTrue": false
      },
      {
        "answer": "180",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Используя эти цифры 2; 0; 9; 8; 1 и 3; 5; 4; 7; 6 составить наибольшее пятизначное число и наименьшее пятизначное число.",
    "num": 30,
    "answers": [
      {
        "answer": "98210 и 10289",
        "isTrue": true
      },
      {
        "answer": "98210 и 01289",
        "isTrue": false
      },
      {
        "answer": "98210 и 34567",
        "isTrue": false
      },
      {
        "answer": "98210 и 76543",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Запишите наибольшее целое значение а: 14,3&lt;a&lt;17,2",
    "num": 31,
    "answers": [
      {
        "answer": "17",
        "isTrue": true
      },
      {
        "answer": "18",
        "isTrue": false
      },
      {
        "answer": "17,1",
        "isTrue": false
      },
      {
        "answer": "14",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Bставьте пропущенное слово вместо многоточия: Hекоторые из дорог в Италии, построенные еще во времена Римской Империи, до сих пор [&hellip;] служат людям, не требуя абсолютно никакого ремонта и ухода.",
    "num": 32,
    "answers": [
      {
        "answer": "исправно",
        "isTrue": true
      },
      {
        "answer": "отрицательно",
        "isTrue": false
      },
      {
        "answer": "ярко",
        "isTrue": false
      },
      {
        "answer": "явно",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Древняя Греция стала колыбелью науки. Греки еще не были учеными в современном представлении, они были больше мыслителями, чем исследователями, экспериментов не проводили, а выводы делали на основе умозрительных рассуждений. Простейшее приспособление для астрономических наблюдений &mdash; гномон &mdash; известно с глубокой древности. Гномон представлял собой стержень, установленный на плоской ровной площадке, по направлению и длине, отбрасываемой им тени можно было определять время суток. Точность таких солнечных часов была невелика, ведь Солнце день ото дня меняло свою высоту над горизонтом, и соответственно этому длина тени гномона тоже изменялась. В VI в. до н. э. Анаксимен из Милета (ок. 585 &mdash; ок. 525 г. до н. э.), усовершенствовал эти часы. Он направил стержень на Полярную звезду, сделав гномон параллельным оси вращения Земли. Знаменитый современник Анаксимена Пифагор Самосский (ок. 570 &mdash; ок. 500 г. до н. э.) &mdash; математик, мыслитель, теоретик музыки, политик &mdash; известен, наверное, каждому школьнику. Но не все знают, что в сферу интересов Пифагора входила и астрономия: предполагается, что он одним из первых заявил о шарообразности земли. Oпределите цель данного текста:",
    "num": 33,
    "answers": [
      {
        "answer": "сообщить сведения о состоянии астрономии в древней Греции",
        "isTrue": true
      },
      {
        "answer": "рассказать о древних греках, внесших вклад в развитие науки",
        "isTrue": false
      },
      {
        "answer": "раскрыть понятие &laquo;мыслитель&raquo;",
        "isTrue": false
      },
      {
        "answer": "описать строение гномона и рассказать о его функциях",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Древняя Греция стала колыбелью науки. Греки еще не были учеными в современном представлении, они были больше мыслителями, чем исследователями, экспериментов не проводили, а выводы делали на основе умозрительных рассуждений. Простейшее приспособление для астрономических наблюдений &mdash; гномон &mdash; известно с глубокой древности. Гномон представлял собой стержень, установленный на плоской ровной площадке, по направлению и длине, отбрасываемой им тени можно было определять время суток. Точность таких солнечных часов была невелика, ведь Солнце день ото дня меняло свою высоту над горизонтом, и соответственно этому длина тени гномона тоже изменялась. В VI в. до н. э. Анаксимен из Милета (ок. 585 &mdash; ок. 525 г. до н. э.), усовершенствовал эти часы. Он направил стержень на Полярную звезду, сделав гномон параллельным оси вращения Земли. Знаменитый современник Анаксимена Пифагор Самосский (ок. 570 &mdash; ок. 500 г. до н. э.) &mdash; математик, мыслитель, теоретик музыки, политик &mdash; известен, наверное, каждому школьнику. Но не все знают, что в сферу интересов Пифагора входила и астрономия: предполагается, что он одним из первых заявил о шарообразности земли. Подберите подходящий к тексту заголовок:",
    "num": 34,
    "answers": [
      {
        "answer": "Наука древней Греции",
        "isTrue": true
      },
      {
        "answer": "Великие ученые Греции",
        "isTrue": false
      },
      {
        "answer": "Измерительные приборы древней Греции",
        "isTrue": false
      },
      {
        "answer": "Вклад древних Греков в историю науки",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Древняя Греция стала колыбелью науки. Греки еще не были учеными в современном представлении, они были больше мыслителями, чем исследователями, экспериментов не проводили, а выводы делали на основе умозрительных рассуждений. Простейшее приспособление для астрономических наблюдений &mdash; гномон &mdash; известно с глубокой древности. Гномон представлял собой стержень, установленный на плоской ровной площадке, по направлению и длине, отбрасываемой им тени можно было определять время суток. Точность таких солнечных часов была невелика, ведь Солнце день ото дня меняло свою высоту над горизонтом, и соответственно этому длина тени гномона тоже изменялась. В VI в. до н. э. Анаксимен из Милета (ок. 585 &mdash; ок. 525 г. до н. э.), усовершенствовал эти часы. Он направил стержень на Полярную звезду, сделав гномон параллельным оси вращения Земли. Знаменитый современник Анаксимена Пифагор Самосский (ок. 570 &mdash; ок. 500 г. до н. э.) &mdash; математик, мыслитель, теоретик музыки, политик &mdash; известен, наверное, каждому школьнику. Но не все знают, что в сферу интересов Пифагора входила и астрономия: предполагается, что он одним из первых заявил о шарообразности земли. Bыберите слово, которое близко по смыслу к слову &laquo;мыслитель&raquo;:",
    "num": 35,
    "answers": [
      {
        "answer": "философ",
        "isTrue": true
      },
      {
        "answer": "стратег",
        "isTrue": false
      },
      {
        "answer": "человек думающий",
        "isTrue": false
      },
      {
        "answer": "лидер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Ученые МГУ совместно с коллегой из Королевских ботанических садов Кью (Великобритания) нашли на о. Мадагаскар новый вид растения из рода Seychellaria и назвали его Seychellaria barbata (Сейшеллярия бородатая). &laquo;Новый для науки вид Seychellaria barbata (Сейшеллярия бородатая) относится к семейству триурисовые (Triuridaceae), включающему исключительно невысокие и малозаметные травы, питающиеся за счет симбиоза с грибами. Они не содержат хлорофилл и, как следствие, лишены зеленой окраски. Изучение данного вида позволило нам уточнить морфологическую характеристику всего рода Seychellaria&raquo; &mdash; рассказывает Максим Нуралиев, старший научный сотрудник кафедры высших растений биологического факультета МГУ. K триурисовым относятся бесхлорофилльные сапрофитные травы &mdash; обычные растения тенистых лесов в тропиках Центральной и Южной Америки, Западной Африки, Мадагаскара, Сейшельских островов, Азии, Полинезии и Австралии. Растения ведут микотрофный образ жизни (питаются за счет грибов) на лесной подстилке и перегнойной почве под пологом деревьев, на гниющих пнях, дуплистых стволах и даже на термитниках. Растение Seychellaria barbata было обнаружено Максимом Нуралиевым в ходе экспедиции на о. Мадагаскар. На месте были сделаны детальные фотографии цветков и соцветий. Совместно с Антоном Беэром были изучены детали строения этого растения, сделаны необходимые измерения и составлено описание. Кроме того, цветки были изучены при помощи сканирующего электронного микроскопа. По словам автора работы, научная ценность исследования заключается в открытии неизвестного ранее для мировой флоры вида, а также в ряде выводов о закономерностях эволюции этой группы растений. Сведения о видовом разнообразии конкретных территорий, в особенности о наличии редких видов, необходимы для организации охраны оставшихся к настоящему времени фрагментов дикой природы. Hайдите ответ к следующей гипотезе: Если бы ученые МГУ не обнаружили новый вид растения рода Seychellaria, то &hellip;.",
    "num": 36,
    "answers": [
      {
        "answer": "Они не смогли бы дать полную характеристику всего рода Seychellaria",
        "isTrue": true
      },
      {
        "answer": "Это не позволило бы дискуссировать на тему растений",
        "isTrue": false
      },
      {
        "answer": "Ученые не обсуждали бы о новом цветке рода Seychellaria",
        "isTrue": false
      },
      {
        "answer": "Ученые не изучили бы детали строения этого растения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Ученые МГУ совместно с коллегой из Королевских ботанических садов Кью (Великобритания) нашли на о. Мадагаскар новый вид растения из рода Seychellaria и назвали его Seychellaria barbata (Сейшеллярия бородатая). &laquo;Новый для науки вид Seychellaria barbata (Сейшеллярия бородатая) относится к семейству триурисовые (Triuridaceae), включающему исключительно невысокие и малозаметные травы, питающиеся за счет симбиоза с грибами. Они не содержат хлорофилл и, как следствие, лишены зеленой окраски. Изучение данного вида позволило нам уточнить морфологическую характеристику всего рода Seychellaria&raquo; &mdash; рассказывает Максим Нуралиев, старший научный сотрудник кафедры высших растений биологического факультета МГУ. K триурисовым относятся бесхлорофилльные сапрофитные травы &mdash; обычные растения тенистых лесов в тропиках Центральной и Южной Америки, Западной Африки, Мадагаскара, Сейшельских островов, Азии, Полинезии и Австралии. Растения ведут микотрофный образ жизни (питаются за счет грибов) на лесной подстилке и перегнойной почве под пологом деревьев, на гниющих пнях, дуплистых стволах и даже на термитниках. Растение Seychellaria barbata было обнаружено Максимом Нуралиевым в ходе экспедиции на о. Мадагаскар. На месте были сделаны детальные фотографии цветков и соцветий. Совместно с Антоном Беэром были изучены детали строения этого растения, сделаны необходимые измерения и составлено описание. Кроме того, цветки были изучены при помощи сканирующего электронного микроскопа. По словам автора работы, научная ценность исследования заключается в открытии неизвестного ранее для мировой флоры вида, а также в ряде выводов о закономерностях эволюции этой группы растений. Сведения о видовом разнообразии конкретных территорий, в особенности о наличии редких видов, необходимы для организации охраны оставшихся к настоящему времени фрагментов дикой природы. Pаспознайте основную мысль текста",
    "num": 37,
    "answers": [
      {
        "answer": "Новый вид бесхлорофилльного растения рода Seychellaria",
        "isTrue": true
      },
      {
        "answer": "Необходимость организации охраны растений рода Seychellaria",
        "isTrue": false
      },
      {
        "answer": "Сведения о видовом разнообразии растений конкретных территорий",
        "isTrue": false
      },
      {
        "answer": "Дискуссии ведения микотрофного образ жизни растений",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Ученые МГУ совместно с коллегой из Королевских ботанических садов Кью (Великобритания) нашли на о. Мадагаскар новый вид растения из рода Seychellaria и назвали его Seychellaria barbata (Сейшеллярия бородатая). &laquo;Новый для науки вид Seychellaria barbata (Сейшеллярия бородатая) относится к семейству триурисовые (Triuridaceae), включающему исключительно невысокие и малозаметные травы, питающиеся за счет симбиоза с грибами. Они не содержат хлорофилл и, как следствие, лишены зеленой окраски. Изучение данного вида позволило нам уточнить морфологическую характеристику всего рода Seychellaria&raquo; &mdash; рассказывает Максим Нуралиев, старший научный сотрудник кафедры высших растений биологического факультета МГУ. K триурисовым относятся бесхлорофилльные сапрофитные травы &mdash; обычные растения тенистых лесов в тропиках Центральной и Южной Америки, Западной Африки, Мадагаскара, Сейшельских островов, Азии, Полинезии и Австралии. Растения ведут микотрофный образ жизни (питаются за счет грибов) на лесной подстилке и перегнойной почве под пологом деревьев, на гниющих пнях, дуплистых стволах и даже на термитниках. Растение Seychellaria barbata было обнаружено Максимом Нуралиевым в ходе экспедиции на о. Мадагаскар. На месте были сделаны детальные фотографии цветков и соцветий. Совместно с Антоном Беэром были изучены детали строения этого растения, сделаны необходимые измерения и составлено описание. Кроме того, цветки были изучены при помощи сканирующего электронного микроскопа. По словам автора работы, научная ценность исследования заключается в открытии неизвестного ранее для мировой флоры вида, а также в ряде выводов о закономерностях эволюции этой группы растений. Сведения о видовом разнообразии конкретных территорий, в особенности о наличии редких видов, необходимы для организации охраны оставшихся к настоящему времени фрагментов дикой природы. Укажите основное решение проблемы изучения жизни растений",
    "num": 38,
    "answers": [
      {
        "answer": "Объяснение конкретных теорий",
        "isTrue": true
      },
      {
        "answer": "Эволюция растений",
        "isTrue": false
      },
      {
        "answer": "Обнаружение нового вида растения",
        "isTrue": false
      },
      {
        "answer": "Изучение видов растений",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Bставьте пропущенное слово вместо многоточия: Kиты &ndash; это млекопитающие, поэтому во многих отношениях, они совершенно такие же, как человеческие существа. Наиболее важным различием является то, что люди и киты живут в разной окружающей среде и киты имеют особенную [&hellip;] систему, которая позволяет им оставаться под водой несколько минут без вдыхания кислорода.",
    "num": 39,
    "answers": [
      {
        "answer": "дыхательную",
        "isTrue": true
      },
      {
        "answer": "пищеварительную",
        "isTrue": false
      },
      {
        "answer": "общую",
        "isTrue": false
      },
      {
        "answer": "нервную",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Cотрудники географического факультета МГУ имени М.В. Ломоносова выявили параметры воздействия разработки месторождения россыпного золота в Монголии на речную систему и масштабы переноса загрязняющих веществ по речной сети в озеро Байкал. Результаты своего исследования ученые опубликовали в журнале CATENA. &laquo;В течение 6 лет на уникальной мониторинговой сети проводились комплексные гидролого-геохимические и экологические исследования. Анализировались более 200 параметров состава воды и взвешенных частиц, определялись их концентрации и объемы выноса с речным стоком, оценивалось влияние на водную фауну и растительность. Исследование проводилось в районе одного из крупнейших в Центральной Азии центров добычи россыпного золота Заамар, расположенного в долине монгольской реки Туул, относящейся к бассейну реки Селенги &mdash; основного притока озера Байкал. Работа проходила в сотрудничестве с учеными из Санкт-Петербургского горного университета и Стокгольмского университета (Швеция). Oпределите стиль данного текста",
    "num": 40,
    "answers": [
      {
        "answer": "Научный",
        "isTrue": true
      },
      {
        "answer": "Официально-деловой",
        "isTrue": false
      },
      {
        "answer": "Публицистический",
        "isTrue": false
      },
      {
        "answer": "Разговорный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Cотрудники географического факультета МГУ имени М.В. Ломоносова выявили параметры воздействия разработки месторождения россыпного золота в Монголии на речную систему и масштабы переноса загрязняющих веществ по речной сети в озеро Байкал. Результаты своего исследования ученые опубликовали в журнале CATENA. &laquo;В течение 6 лет на уникальной мониторинговой сети проводились комплексные гидролого-геохимические и экологические исследования. Анализировались более 200 параметров состава воды и взвешенных частиц, определялись их концентрации и объемы выноса с речным стоком, оценивалось влияние на водную фауну и растительность. Исследование проводилось в районе одного из крупнейших в Центральной Азии центров добычи россыпного золота Заамар, расположенного в долине монгольской реки Туул, относящейся к бассейну реки Селенги &mdash; основного притока озера Байкал. Работа проходила в сотрудничестве с учеными из Санкт-Петербургского горного университета и Стокгольмского университета (Швеция). Hайдите основную информацию к тексту",
    "num": 41,
    "answers": [
      {
        "answer": "Влияние разработки золота в Монголии на Байкал",
        "isTrue": true
      },
      {
        "answer": "О разработке металлов на Байкале",
        "isTrue": false
      },
      {
        "answer": "О разработке золота на Байкале",
        "isTrue": false
      },
      {
        "answer": "Информация о социальных проблемах в Монголии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Сотрудники географического факультета МГУ имени MB. Ломоносова выявили параметры воздействия разработки месторождения россыпного золота в Монголии на речную систему и масштабы переноса загрязняющих веществ по речной сети в озеро Байкал. Результаты своего исследования ученые опубликовали в журнале CATENA. &laquo;В течение 6 лет на уникальной мониторинговой сети проводились комплексные гидролого-геохимические и экологические исследования. Анализировались более 200 параметров состава воды и взвешенных частиц, определялись их концентрации и объемы выноса с речным стоком, оценивалось влияние на водную фауну и растительность. Исследование проводилось в районе одного из крупнейших в Центральной Азии центров добычи россыпного золота Заамар, расположенного в долине монгольской реки Туул, относящейся к бассейну реки Селенги &mdash; основного притока озера Байкал. Работа проходила в сотрудничестве с учеными из Санкт-Петербургского горного университета и Стокгольмского университета (Швеция). Выделите факт от следующих мнений:",
    "num": 42,
    "answers": [
      {
        "answer": "Известно, что ученые выявили параметры воздействия разработки месторождения россыпного золота в Монголии на речную систему",
        "isTrue": true
      },
      {
        "answer": "Есть суждение о том, что сделали анализ более 200 параметров состава воды и взвешенных частиц",
        "isTrue": false
      },
      {
        "answer": "Есть точка зрения о том, что исследование будет проведено в районе одного из крупнейших в Средней Азии центров добычи россыпного золота",
        "isTrue": false
      },
      {
        "answer": "Люди считают, что масштабы переноса загрязняющих веществ по речной сети в озеро Байкал невелики",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Bсе мы знаем, что листья листопадных деревьев меняют цвет осенью, потому что теряют свои зеленые молекулы хлорофилла. Но это не объясняет то, почему листья изначально меняют свой цвет. Листопадные деревья позволяют своим листьям опадать, чтобы избежать затрат на подготовку их к зиме. Но смена листвы была бы слишком дорогостоящей, если бы деревья теряли все свои ценные питательные вещества, которые с большим трудом добывали из почвы. В начале деревья перерабатывают листья, разбирая изнутри клетки и аппарат фотосинтеза, чтобы вернуть себе затраченный азот и фосфор, сохранив его в ветках до следующей весны. Это очень сложно сделать, так как во время переработки молекулы хлорофилла продолжают поглощать солнечную энергию. Но фотосинтез уже не происходит, и они начинают передавать энергию молекулам кислорода, которая в данный момент не использована. Эти молекулы сеют хаос, повреждая части листа, собирающие и переносящие питательные вещества обратно к дереву. Чтобы минимизировать этот разрушительный эффект, листья разделяют свой хлорофилл в менее опасные молекулы, которые чаще всего прозрачные или иногда желтые. После исчезновения ярко-зеленых молекул, желтые и оранжевые пигменты, которые были в листе с самого начала, превращают листья соответственно в желтые и оранжевые. Некоторые деревья выбирают более безопасную защиту от разрушительного эффекта хлорофилла. Когда начинается переработка листа, деревья производят специальные пигменты, чтобы закрыть хлорофилл от солнечного света. Эти пигменты чаще всего красные или пурпурные. Листья деревьев, которые их используют осенью, становятся красными. Изысканные желтые и красные одеяния дают возможность деревьям вернуть себе до 50% фосфора и азота из старых листьев, которые весной помогут вырастить зеленые. Деревья являются самыми красивыми фабриками вторичной переработки ресурсов в мире. Bариант, который ближе всего по смыслу к слову &laquo;дорогостоящий&raquo;",
    "num": 43,
    "answers": [
      {
        "answer": "ресурсозатратный",
        "isTrue": true
      },
      {
        "answer": "затратный",
        "isTrue": false
      },
      {
        "answer": "неприемлемый",
        "isTrue": false
      },
      {
        "answer": "финансово затратный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Bсе мы знаем, что листья листопадных деревьев меняют цвет осенью, потому что теряют свои зеленые молекулы хлорофилла. Но это не объясняет то, почему листья изначально меняют свой цвет. Дополните предложение подходящей информацией из текста: &hellip;..Листья деревьев меняют цвет, потому что &hellip;Дополните предложение подходящей информацией из текста: Mолекулы хлорофилла передают свою энергию &hellip;",
    "num": 44,
    "answers": [
      {
        "answer": "молекулам кислорода",
        "isTrue": true
      },
      {
        "answer": "старым листьям",
        "isTrue": false
      },
      {
        "answer": "ярко-зеленым молекулам",
        "isTrue": false
      },
      {
        "answer": "молекулам фотосинтеза",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Все мы знаем, что листья листопадных деревьев меняют цвет осенью, потому что теряют свои зеленые молекулы хлорофилла. Но это не объясняет то, почему листья изначально меняют свой цвет. Листопадные деревья позволяют своим листьям опадать, чтобы избежать затрат на подготовку их к зиме. Но смена листвы была бы слишком дорогостоящей, если бы деревья теряли все свои ценные питательные вещества, которые с большим трудом добывали из почвы. В начале деревья перерабатывают листья, разбирая изнутри клетки и аппарат фотосинтеза, чтобы вернуть себе затраченный азот и фосфор, сохранив его в ветках до следующей весны. Это очень сложно сделать, так как во время переработки молекулы хлорофилла продолжают поглощать солнечную энергию. Но фотосинтез уже не происходит, и они начинают передавать энергию молекулам кислорода, которая в данный момент не использована. Эти молекулы сеют хаос, повреждая части листа, собирающие и переносящие питательные вещества обратно к дереву. Чтобы минимизировать этот разрушительный эффект, листья разделяют свой хлорофилл в менее опасные молекулы, которые чаще всего прозрачные или иногда желтые. После исчезновения ярко-зеленых молекул, желтые и оранжевые пигменты, которые были в листе с самого начала, превращают листья соответственно в желтые и оранжевые. Некоторые деревья выбирают более безопасную защиту от разрушительного эффекта хлорофилла. Когда начинается переработка листа, деревья производят специальные пигменты, чтобы закрыть хлорофилл от солнечного света. Эти пигменты чаще всего красные или пурпурные. Листья деревьев, которые их используют осенью, становятся красными. Изысканные желтые и красные одеяния дают возможность деревьям вернуть себе до 50% фосфора и азота из старых листьев, которые весной помогут вырастить зеленые. Деревья являются самыми красивыми фабриками вторичной переработки ресурсов в мире. Дополните предложение подходящей информацией из текста: Листья деревьев меняют цвет потому, что",
    "num": 45,
    "answers": [
      {
        "answer": "им нужно избежать затрат на подготовку их к зиме",
        "isTrue": true
      },
      {
        "answer": "исчезают ярко-зеленые молекулы хлорофилла",
        "isTrue": false
      },
      {
        "answer": "листья продолжают поглощать солнечную энергию",
        "isTrue": false
      },
      {
        "answer": "становятся красными или оранжевыми",
        "isTrue": false
      }
    ]
  },
  {
    "question": "B скольких максимально точках могут пересекаться три окружности.",
    "num": 46,
    "answers": [
      {
        "answer": "6",
        "isTrue": true
      },
      {
        "answer": "7",
        "isTrue": false
      },
      {
        "answer": "4",
        "isTrue": false
      },
      {
        "answer": "3",
        "isTrue": false
      }
    ]
  },
  {
    "question": "B группе из 14 человек 8 занимаются танцами, 6 человек занимаются вокалом. 3 человека из группы не занимаются ничем. Процент количества человек, которые занимаются только танцами",
    "num": 47,
    "answers": [
      {
        "answer": "35",
        "isTrue": true
      },
      {
        "answer": "38",
        "isTrue": false
      },
      {
        "answer": "37",
        "isTrue": false
      },
      {
        "answer": "34",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Дано уравнение, корень которого лежит в двойном неравенстве: Х+3,05=10",
    "num": 48,
    "answers": [
      {
        "answer": "1,6&lt; x &lt; 7",
        "isTrue": true
      },
      {
        "answer": "1,5&lt; x &lt; 2",
        "isTrue": false
      },
      {
        "answer": "1,67&lt; x &lt; 2",
        "isTrue": false
      },
      {
        "answer": "1,68&lt; x &lt; 2",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Числитель и знаменатель дроби положительны и относятся как 1:3. Если вычесть 3 из числителя, то получится дробь, которая составляет от первоначальной дроби. Числитель первоначальной дроби равен",
    "num": 49,
    "answers": [
      {
        "answer": "6",
        "isTrue": true
      },
      {
        "answer": "1",
        "isTrue": false
      },
      {
        "answer": "10",
        "isTrue": false
      },
      {
        "answer": "9",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Пересечение множеств {𝑥 𝑥 &lt; 2} {𝑥 𝑥&rsaquo;0} есть множество",
    "num": 50,
    "answers": [
      {
        "answer": "(0; 2)",
        "isTrue": true
      },
      {
        "answer": "(&minus;&infin;; 2)",
        "isTrue": false
      },
      {
        "answer": "(&minus;&infin;; +&infin;)",
        "isTrue": false
      },
      {
        "answer": "(&minus;&infin;; 2]",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В алее посадили 20 елок, берез на 8 больше. Тополей в 2 раза больше, чем берез. Сосен в 7 раз меньше, чем тополей. Сколько сосен посадили",
    "num": 51,
    "answers": [
      {
        "answer": "8",
        "isTrue": true
      },
      {
        "answer": "10",
        "isTrue": false
      },
      {
        "answer": "7",
        "isTrue": false
      },
      {
        "answer": "12",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Eсли 6 &lt; 2𝑥 &minus; 4 &lt; 12, то какой диапазон будет у переменной 𝑥",
    "num": 52,
    "answers": [
      {
        "answer": "5 &lt; 𝑥 &lt; 8",
        "isTrue": true
      },
      {
        "answer": "5 &lt; 𝑥 &lt; 6",
        "isTrue": false
      },
      {
        "answer": "4 &lt; 𝑥 &lt; 7",
        "isTrue": false
      },
      {
        "answer": "8 &lt; 𝑥 &lt; 9",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Дополните: &hellip;шоссе было очень скользким, машины еле ползли",
    "num": 53,
    "answers": [
      {
        "answer": "Симферопольское",
        "isTrue": true
      },
      {
        "answer": "Симферопольские",
        "isTrue": false
      },
      {
        "answer": "Симферопольская",
        "isTrue": false
      },
      {
        "answer": "Симферопольский",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Драчун был человек в цветущей поре: он по виду мог иметь немного за тридцать. Он с открытым, довольно приятным и даже можно сказать привлекательным русским лицом выражающим присутствие здравого смысла, добродушной доверчивости и большой терпеливости. По общему выражению больших и в своем роде прекрасных темно- карих глаз и всей его физиономии и движениями головы он напоминал бычка- молодого смирного и добронравного заводского бычка &laquo;&hellip;..&raquo; (Н.Лесков ) Текст с функционально- смысловой точки зрения относится",
    "num": 54,
    "answers": [
      {
        "answer": "к описанию портрета",
        "isTrue": true
      },
      {
        "answer": "к повествованию",
        "isTrue": false
      },
      {
        "answer": "к рассуждению-доказательству",
        "isTrue": false
      },
      {
        "answer": "к рассуждению-определению",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Драчун был человек в цветущей поре: он по виду мог иметь не иного за тридцать. Он с открытым приятным и даже можно сказать привлекательным русским лицом выражавшим присутствие здравого смысла добродушной доверчивости и большой терпеливости. По общему выражению больших и в своем роде прекрасных темно- карих глаз и всей его физиономии и движениями головы он напоминал бычка- молодого смирного и добронравного заводского бычка &laquo;&hellip;. .&raquo; (Н.Лесков ) Выражение &laquo;в своем роде&raquo; в данном тексте означает",
    "num": 55,
    "answers": [
      {
        "answer": "по-своему",
        "isTrue": true
      },
      {
        "answer": "среди себе подобных",
        "isTrue": false
      },
      {
        "answer": "в своем семействе",
        "isTrue": false
      },
      {
        "answer": "слегка",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Студенты допускаются к экзаменационной сессии при условии сдачи всех зачетов предусмотренных учебным планом на данный семестр, а также выполнения и сдачи устоновленных учебными программами расчетно-графических и других работ по дисциплинам учебного плана данного семестра. Текст относится к",
    "num": 56,
    "answers": [
      {
        "answer": "официально-деловому стилю",
        "isTrue": true
      },
      {
        "answer": "публицистическому стилю",
        "isTrue": false
      },
      {
        "answer": "разговорному стилю",
        "isTrue": false
      },
      {
        "answer": "литературно-художественному стилю",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ядро клеточное обязательная часть клетки у многих одноклеточных и всех многоклеточных организмов в который хранится в виде молекул ДНК и воспроизводится генетическая информация. В 1825г. Ядро клеточное в курином яйце впервые наблюдал Я.Пуркине; ввел термин ядро и описал егов растительных клетках Р. Брауон (1831-1833)в животных- Т. Шванн (1838-1839). При наличии в клетках оформленного ядра организмы относят к эукариотам если ядро клеточное не оформлено то к прокариотам: основные отличия заключаются в степени обособления ДНК от цитоплазмы и в наличии у эукариот хромосом Текст относится к научному стилю, потому что в нем активно используются",
    "num": 57,
    "answers": [
      {
        "answer": "термины",
        "isTrue": true
      },
      {
        "answer": "индивидуально-авторские слова",
        "isTrue": false
      },
      {
        "answer": "диалектные слова",
        "isTrue": false
      },
      {
        "answer": "жаргонизмы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ядро клеточное обязательная часть клетки у многих одноклеточных и всех многоклеточных организмов, в которых хранится в виде молекул ДНК и воспроизводится генетическая информация. В 1825г. Ядро клеточное в курином яйце впервые наблюдал Я.Пуркине; ввел термин ядро и описал его в растительных клетках Р. Брауон (1831-1833) в животных - Т. Шванн (1838-1839). При наличии в клетках оформленного ядра организмы относят к эукариотам если ядро клеточное не оформлено то к прокариотам: основные отличия заключаются в степени обособления ДНК от цитоплазмы и в наличии у эукариот хромосом, к терминологической лексике относится слова",
    "num": 58,
    "answers": [
      {
        "answer": "молекула, цитоплазма",
        "isTrue": true
      },
      {
        "answer": "хранится, ввел",
        "isTrue": false
      },
      {
        "answer": "отличие, наличие",
        "isTrue": false
      },
      {
        "answer": "обязательный, обособленный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ядро клеточное обязательная часть клетки у многих одноклеточных и всех многоклеточных организмов в который хранится в виде молекул ДНК и воспроизводится генетическая информация. В 1825г. Ядро клеточное в курином яйце впервые наблюдал Я.Пуркине; ввел термин ядро и описал его растительных клетках Р. Брауон (1831-1833)в животных- Т. Шванн (1838-1839). При наличии в клетках оформленного ядра организмы относят к эукариотам если ядро клеточное не оформлено то к прокариотам: основные отличия заключаются в степени обособления ДНК от цитоплазмы и в наличии у эукариот хромосом Слово &laquo;оформленный&raquo; в данном тексте означает",
    "num": 59,
    "answers": [
      {
        "answer": "сформированный",
        "isTrue": true
      },
      {
        "answer": "ядерный",
        "isTrue": false
      },
      {
        "answer": "записанный",
        "isTrue": false
      },
      {
        "answer": "украшенный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Pасходы среднестатистического студента. Родители первого студента присылают ежемесячно 70000 тенге. Второй студент получает 50000. На развлечения и разное первый студент тратит больше, чем второй студент на",
    "num": 60,
    "answers": [
      {
        "answer": "3600",
        "isTrue": true
      },
      {
        "answer": "3000",
        "isTrue": false
      },
      {
        "answer": "900",
        "isTrue": false
      },
      {
        "answer": "1800",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Kакой четырехугольник можно всегда описать окружностью",
    "num": 61,
    "answers": [
      {
        "answer": "Прямоугольник",
        "isTrue": true
      },
      {
        "answer": "Ромб",
        "isTrue": false
      },
      {
        "answer": "Трапеция",
        "isTrue": false
      },
      {
        "answer": "Любой четырехугольник",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вставьте пропущенное слово вместо многоточия: Проведенные испытания новых искусственных высокопрочных алмазов показали, что их параметры превосходят параметры обычных алмазов, которые выдерживают в два раза меньшее давление и начинают [&hellip;] при нагреве до температуры от 980 до 1056 градусов по шкале Цельсия.",
    "num": 62,
    "answers": [
      {
        "answer": "окисляться",
        "isTrue": true
      },
      {
        "answer": "расщепляться",
        "isTrue": false
      },
      {
        "answer": "распадаться",
        "isTrue": false
      },
      {
        "answer": "размножаться",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Пропущенное слово вместо многоточия: Чем меньше знаешь, тем меньше [&hellip;]; чем меньше открыл, тем меньше видишь, что остается открыть. (Тюрго)",
    "num": 63,
    "answers": [
      {
        "answer": "сомневаешься",
        "isTrue": true
      },
      {
        "answer": "получаешь",
        "isTrue": false
      },
      {
        "answer": "изучаешь",
        "isTrue": false
      },
      {
        "answer": "исследуешь",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: B долине азиатских рек Тигра и Евфрата (греки назвали ее Месопотамией &mdash; Междуречьем) около 6000 лет назад возникли первые в мире государства. Шумер и Аккад, Вавилония и Ассирия &mdash; эти государства прославили не только цари и воины, но и звездочеты. Последний правитель Ассирии, грозный и воинственный Сарданапал, прославился не только как полководец, но и как... основатель первой в мире библиотеки. Царь повелел собрать множество глиняных клинописных табличек. Более того, он разослал повсюду писарей, повелев им переписать все важные сведения, которые они отыщут в древних книгах. Именно из этих глиняных &laquo;книг&raquo; мы узнали о том, что древние шумеры и вавилоняне очень внимательно наблюдали за тем, что происходило на небе. Имена их богов были связаны с небесными светилами: Солнцу они дали имя бога Шамаша, Луне &mdash; бога Сина, богиня любви, красоты и плодородия Иштар дала имя планете, которую теперь мы называем Венерой. &laquo;Блистательная госпожа неба&raquo;, &mdash; говорили о ней вавилоняне. Наблюдатели звездного неба &mdash; а в Месопотамии этим занимались жрецы &mdash; заметили, что некоторые светила меняют свое положение среди неподвижных звезд (греки позже назвали их планетами &mdash; &laquo;блуждающими светилами&raquo;). Им жители Междуречья тоже дали имена. Oпределите цель данного текста:",
    "num": 64,
    "answers": [
      {
        "answer": "сообщить о первых культурах, внесших вклад в развитие астрономии",
        "isTrue": true
      },
      {
        "answer": "сообщить ученым сведения о древних познаниях в астрономии",
        "isTrue": false
      },
      {
        "answer": "дать информацию о первой библиотеке Междуречья",
        "isTrue": false
      },
      {
        "answer": "сделать категоризацию небесных тел и печатных изданий",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: B долине азиатских рек Тигра и Евфрата (греки назвали ее Месопотамией &mdash; Междуречьем) около 6000 лет назад возникли первые в мире государства. Шумер и Аккад, Вавилония и Ассирия &mdash; эти государства прославили не только цари и воины, но и звездочеты. Последний правитель Ассирии, грозный и воинственный Сарданапал, прославился не только как полководец, но и как... основатель первой в мире библиотеки. Царь повелел собрать множество глиняных клинописных табличек&hellip;&hellip;. Слово, которое близко по смыслу к слову &laquo;книги&raquo;:",
    "num": 65,
    "answers": [
      {
        "answer": "клинья",
        "isTrue": true
      },
      {
        "answer": "тома",
        "isTrue": false
      },
      {
        "answer": "фолианты",
        "isTrue": false
      },
      {
        "answer": "журналы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: B долине азиатских рек Тигра и Евфрата (греки назвали ее Месопотамией &mdash; Междуречьем) около 6000 лет назад возникли первые в мире государства. Шумер и Аккад, Вавилония и Ассирия &mdash; эти государства прославили не только цари и воины, но и звездочеты. Последний правитель Ассирии, грозный и воинственный Сарданапал, прославился не только как полководец, но и как... основатель первой в мире библиотеки. Царь повелел собрать множество глиняных клинописных табличек. &hellip;&hellip;Подберите подходящий к тексту заголовок:",
    "num": 66,
    "answers": [
      {
        "answer": "Первые познания в астрономии",
        "isTrue": true
      },
      {
        "answer": "Сарданапал&ndash;основатель библиотеки",
        "isTrue": false
      },
      {
        "answer": "Небесные светила",
        "isTrue": false
      },
      {
        "answer": "Древние астрономы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Mюонные детекторы, установленные в лаборатории лондонского Университетского колледжа, указали на то, что в верхних слоях атмосферы Земли постоянно образуются бозоны. Источником частиц являются космические лучи &mdash; элементарные частицы и ядра атомов, движущиеся с высокими энергиями в космическом пространстве и ударяющие в верхние слои атмосферы. Попадая по местным атомам, они разбивают их ядра, отчего на Землю проливается &laquo;дождь&raquo; адронов &mdash; элементарных частиц из кварков и глюонов. Именно при столкновениях и слияниях последних образуются бозоны Хиггса. Эти адроны продолжают разбивать атомы, увеличивая количество высвобождающихся объектов. Однако среднее количество энергии на частицу при этом уменьшается, из-за чего в конечном итоге поток иссякает. Преимущество этого процесса для человека в том, что он снижает уровень радиоактивного излучения, доходящего до поверхности Земли. Bыделите факт от следующих мнений:",
    "num": 67,
    "answers": [
      {
        "answer": "Доказано, что в верхних слоях атмосферы Земли образуются бозоны.",
        "isTrue": true
      },
      {
        "answer": "Есть точка зрения о том, что адроны не разбивают атомы.",
        "isTrue": false
      },
      {
        "answer": "Люди считают, что источником частиц не являются космические лучи.",
        "isTrue": false
      },
      {
        "answer": "Люди думают, что частицы и ядра атомов не двигаются с высокими энергиями в космическом пространстве.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Mюонные детекторы, установленные в лаборатории лондонского Университетского колледжа, указали на то, что в верхних слоях атмосферы Земли постоянно образуются бозоны. Источником частиц являются космические лучи &mdash; элементарные частицы и ядра атомов, движущиеся с высокими энергиями в космическом пространстве и ударяющие в верхние слои атмосферы. Попадая по местным атомам, они разбивают их ядра, отчего на Землю проливается &laquo;дождь&raquo; адронов &mdash; элементарных частиц из кварков и глюонов. Oпределите стиль данного текста:",
    "num": 68,
    "answers": [
      {
        "answer": "Публицистический",
        "isTrue": true
      },
      {
        "answer": "Научный",
        "isTrue": false
      },
      {
        "answer": "Официально-деловой",
        "isTrue": false
      },
      {
        "answer": "Разговорный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Mюонные детекторы, установленные в лаборатории лондонского Университетского колледжа, указали на то, что в верхних слоях атмосферы Земли постоянно образуются бозоны. Источником частиц являются космические лучи &mdash; элементарные частицы и ядра атомов, движущиеся с высокими энергиями в космическом пространстве и ударяющие в верхние слои атмосферы. Попадая по местным атомам, они разбивают их ядра, отчего на Землю проливается &laquo;дождь&raquo; адронов &mdash; элементарных частиц из кварков и глюонов. Hайдите основную информацию к тексту:",
    "num": 69,
    "answers": [
      {
        "answer": "О разбивающихся ядрах в небе",
        "isTrue": true
      },
      {
        "answer": "Об адронном коллайдере, обнаруженном в небе",
        "isTrue": false
      },
      {
        "answer": "Об атомах обнаруженных в небе",
        "isTrue": false
      },
      {
        "answer": "О верхних слоях атмосферы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задание основано на следующем тексте: Cложные формы жизни снаружи выглядят по-разному. Но все растения, одноклеточные организмы, животные и даже люди на самом простом уровне состоят из похожего материала &ndash; из клеток, включающих ядра. Эукариоты, или ядерные, &ndash; общее название для всех живых организмов, клетки которых содержат ядро. Все организмы, кроме бактерий и архей, являются ядерными (вирусы также не являются эукариотами, но не все биологи вообще считают их живыми организмами). Итак, поскольку эукариотами являются многие формы жизни, в том числе люди, то очень похоже, что у нас всех есть общий предок. Вы и яблоня, растущая у Вас в саду, &ndash; далекие родственники, разделенные несколькими миллиардами лет и еще большим количеством поколений. Вариант, который ближе всего по смыслу к слову &laquo;царствовать&raquo;:",
    "num": 70,
    "answers": [
      {
        "answer": "доминировать",
        "isTrue": true
      },
      {
        "answer": "управлять",
        "isTrue": false
      },
      {
        "answer": "руководить",
        "isTrue": false
      },
      {
        "answer": "существовать",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задание основано на следующем тексте: Cложные формы жизни снаружи выглядят по- разному. Но все растения, одноклеточные организмы, животные и даже люди на самом простом уровне состоят из похожего материала &ndash; из клеток, включающих ядра. Эукариоты, или ядерные, &ndash; общее название для всех живых организмов, клетки которых содержат ядро. Все организмы, кроме бактерий и архей, являются ядерными (вирусы также не являются эукариотами, но не все биологи вообще считают их живыми организмами). Итак, поскольку эукариотами являются многие формы жизни, в том числе люди, то очень похоже, что у нас всех есть общий предок. Вы и яблоня, растущая у Вас в саду, &ndash; далекие родственники, разделенные несколькими миллиардами лет и еще большим количеством поколений. Дополните предложение подходящей информацией из текста: K группе эукариотов относятся&hellip;",
    "num": 71,
    "answers": [
      {
        "answer": "животные, растения и люди",
        "isTrue": true
      },
      {
        "answer": "клетки, которые могут производить энергию только на своей оболочке",
        "isTrue": false
      },
      {
        "answer": "организмы, клетки которых не содержат ядро",
        "isTrue": false
      },
      {
        "answer": "бактерии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задание основано на следующем тексте: Cложные формы жизни снаружи выглядят по-разному. Но все растения, одноклеточные организмы, животные и даже люди на самом простом уровне состоят из похожего материала &ndash; из клеток, включающих ядра. Эукариоты, или ядерные, &ndash; общее название для всех живых организмов, клетки которых содержат ядро. Все организмы, кроме бактерий и архей, являются ядерными (вирусы также не являются эукариотами, но не все биологи вообще считают их живыми организмами). Итак, поскольку эукариотами являются многие формы жизни, в том числе люди, то очень похоже, что у нас всех есть общий предок. Вы и яблоня, растущая у Вас в саду, &ndash; далекие родственники, разделенные несколькими миллиардами лет и еще большим количеством поколений. Дополните предложение, подходящей информацией из текста: Прокариоты не могут стать большими и сложными, потому что&hellip;",
    "num": 72,
    "answers": [
      {
        "answer": "они не могут накопить достаточное количество энергии",
        "isTrue": true
      },
      {
        "answer": "их оболочка слишком велика",
        "isTrue": false
      },
      {
        "answer": "они существовали еще в доисторические времена.",
        "isTrue": false
      },
      {
        "answer": "их ядра не могут делиться.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Tемпература обычных вещей - это мера средней скорости\tдвижения\tатомов и молекул, из которых они состоят. Чем больше средняя скорость движения атомов и молекул, составляющих некоторый предмет, тем выше его температура. Нам кажется, что есть четкая взаимосвязь: если у чего-то высокая температура, то оно кажется нам горячим и наоборот. Таким образом, мы воспринимаем свои ощущения как весьма точные измерения. Однако, это не совсем так. Eсли вы дотронетесь до куска металла или книги, достав из морозилки, то металл будет казаться намного холоднее, чем книга. При этом металл и книга будут иметь одинаковую температуру, но металл будет казаться намного холоднее. Mеталл - это вещество, которое очень хорошо проводит тепло, быстро его &quot;забирает&quot; у более теплых тел и быстро &quot;отдает&quot; тепло предметам, которые холоднее металла. А с бумагой всё совсем наоборот, она плохо проводит тепло, медленно его &quot;отдает&quot; и &quot;забирает&quot;. Несмотря на то, что у металла и у книги одинаковая температура, движение молекул в наших руках намного быстрее поглощается металлом, чем бумагой. Металл заставляет температуру наших рук падать быстрее, из-за чего нам кажется, что металл холоднее. То, что мы чувствуем на самом деле - это температура наших рук. Наш внутренний термометр измеряет только свою собственную температуру (как, кстати, и любой другой термометр). Вы можете тактильно измерить температуру других вещей, обеспечив их контакт с вашей кожей. Термочувствительные нервы в нашей коже могут напрямую измерить только температуру самой кожи. Когда мы дотрагиваемся до чего-то, то не чувствуем его температуру, а ощущаем лишь воздействие данного объекта на нашу кожу. Mожно сказать, что горячее и холодное - это концепты, которые фундаментально отличаются от понятия высокой и низкой температуры. Горячий объект - это объект, который отдает много энергии, холодный - это объект, который отдает мало энергии. Hайдите ответ к следующей гипотезе: Если человек дотрагивается до объектов с разной температурой, то он&hellip;",
    "num": 73,
    "answers": [
      {
        "answer": "не чувствует их температуру, а лишь воздействует на собственную кожу",
        "isTrue": true
      },
      {
        "answer": "может определить температуру металла, находящегося вблизи человека",
        "isTrue": false
      },
      {
        "answer": "может забирать у них тепло, если держит их долго в своих руках",
        "isTrue": false
      },
      {
        "answer": "может с точностью определить температуру",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Tемпература обычных вещей - это мера средней скорости движения атомов и молекул, из которых они состоят. Чем больше средняя скорость движения атомов и молекул, составляющих некоторый предмет, тем выше его температура. Нам кажется, что есть четкая взаимосвязь: если у чего-то высокая температура, то оно кажется нам горячим и наоборот. Таким образом, мы воспринимаем свои ощущения как весьма точные измерения. Однако, это не совсем так. Eсли вы дотронетесь до куска металла или книги, достав из морозилки, то металл будет казаться намного холоднее, чем книга&hellip;.Основное решение проблемы в определении температуры различных вещей",
    "num": 74,
    "answers": [
      {
        "answer": "Человек имеет сверхчувствительные нервы",
        "isTrue": true
      },
      {
        "answer": "Все объекты имеют одинаковую проводимость",
        "isTrue": false
      },
      {
        "answer": "Ощущение человека совпадает с измерением тела",
        "isTrue": false
      },
      {
        "answer": "Измерение температуры тела, сравнивая с объектами",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Tемпература обычных вещей - это мера средней скорости движения атомов и молекул, из которых они состоят. Чем больше средняя скорость движения атомов и молекул, составляющих некоторый предмет, тем выше его температура. Нам кажется, что есть четкая взаимосвязь: если у чего-то высокая температура, то оно кажется нам горячим и наоборот. Таким образом, мы воспринимаем свои ощущения как весьма точные измерения. Однако, это не совсем так. Eсли вы дотронетесь до куска металла или книги, достав из морозилки, то металл будет казаться намного холоднее, чем книга.Pаспознайте основную мысль текста: Mогут ли люди&hellip;",
    "num": 75,
    "answers": [
      {
        "answer": "чувствовать температуру объектов",
        "isTrue": true
      },
      {
        "answer": "описать взаимодействие температуры и объекта",
        "isTrue": false
      },
      {
        "answer": "чувствовать предметы",
        "isTrue": false
      },
      {
        "answer": "найти связь между температурой и объектом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вставьте пропущенное слово вместо многоточия: Киты - это млекопитающие, поэтому, во многих отношениях, они совершенно такие же, как человеческие существа. Наиболее важным различием является то, что люди и киты живут в разной окружающей среде, и киты имеют особенную [&hellip;] систему, которая позволяет им оставаться под водой несколько минут без вдыхания кислорода.",
    "num": 76,
    "answers": [
      {
        "answer": "дыхательную",
        "isTrue": true
      },
      {
        "answer": "пищеварительную",
        "isTrue": false
      },
      {
        "answer": "нервную",
        "isTrue": false
      },
      {
        "answer": "психологическую",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Bставьте пропущенное слово вместо многоточия: Kак показал еще в XIX веке британский физик Майкл Фарадей (Michael Faraday), при пропускании электрического тока по свёрнутому в катушку проводу возникает магнитное поле. Чем сильнее идущий по проводу ток, тем сильнее будет поле. Используя сверхпроводящие кабели, можно получать поля колоссальной [&hellip;].",
    "num": 77,
    "answers": [
      {
        "answer": "величины",
        "isTrue": true
      },
      {
        "answer": "пропорции",
        "isTrue": false
      },
      {
        "answer": "значимости",
        "isTrue": false
      },
      {
        "answer": "занятости",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вставьте пропущенное слово вместо многоточия: Некоторые из дорог в Италии, построенные еще во времена Римской Империи, до сих пор [...] служат людям, не требуя абсолютно никакого ремонта и ухода.",
    "num": 78,
    "answers": [
      {
        "answer": "исправно",
        "isTrue": true
      },
      {
        "answer": "плохо",
        "isTrue": false
      },
      {
        "answer": "ярко",
        "isTrue": false
      },
      {
        "answer": "отрицательно",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вставьте пропущенное слово вместо многоточия: Гёте считал, что &laquo;на смену битвам придут научные открытия; народы будут не завоевывать, а расти и просвещаться; не будет больше воинов, будут труженики; наступит час научных исканий, учения, изобретений; перестанут славить взаимное уничтожение. Так на смену убийцам придут [...]",
    "num": 79,
    "answers": [
      {
        "answer": "созидатели",
        "isTrue": true
      },
      {
        "answer": "исследователи",
        "isTrue": false
      },
      {
        "answer": "любители",
        "isTrue": false
      },
      {
        "answer": "дипломаты",
        "isTrue": false
      }
    ]
  },
  {
    "question": "B цветочном магазине проходит распродажа букетов. Количество проданных букетов составила 700. Тогда сколько букетов из роз было продано",
    "num": 80,
    "answers": [
      {
        "answer": "77",
        "isTrue": true
      },
      {
        "answer": "44",
        "isTrue": false
      },
      {
        "answer": "33",
        "isTrue": false
      },
      {
        "answer": "22",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Орех &ndash; скорлупа. Банан - ....",
    "num": 81,
    "answers": [
      {
        "answer": "Кожура",
        "isTrue": true
      },
      {
        "answer": "Ананас",
        "isTrue": false
      },
      {
        "answer": "Кушать",
        "isTrue": false
      },
      {
        "answer": "Пальма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Где есть реки, но нет воды; есть города, но нет зданий; есть леса, но нет деревьев?",
    "num": 82,
    "answers": [
      {
        "answer": "на географической карте",
        "isTrue": true
      },
      {
        "answer": "в океане",
        "isTrue": false
      },
      {
        "answer": "на картинке",
        "isTrue": false
      },
      {
        "answer": "на столе",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Убийца приговорен к смертной казни. Он должен выбрать одну из трех комнат: в первой бушуют пожары, вторая &mdash; полна убийц с заряженными ружьями, а в третьей &mdash; много львов, которые не ели три года. Какая комната будет самой безопасной?",
    "num": 83,
    "answers": [
      {
        "answer": "комната со львами, поскольку все они давно мертвы от голода",
        "isTrue": true
      },
      {
        "answer": "комнату, где бушует пожар",
        "isTrue": false
      },
      {
        "answer": "к убийце",
        "isTrue": false
      },
      {
        "answer": "никуда не зайдет",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В комнате горело 50 свечей, 20 из них задули. Сколько свечей останется?",
    "num": 84,
    "answers": [
      {
        "answer": "20 свечей, т. к. 30 горевших, сгорят полностью",
        "isTrue": true
      },
      {
        "answer": "30 свечей, т. к. 20 горевших, сгорят полностью",
        "isTrue": false
      },
      {
        "answer": "40 свечей, т. к. 10 горевших, сгорят полностью",
        "isTrue": false
      },
      {
        "answer": "50 свечей, т. к. 20 горевших, сгорят полностью",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Один оборот вокруг Земли спутник делает за час и 40 минут, а другой &mdash; за 100 минут. Как это может быть?",
    "num": 85,
    "answers": [
      {
        "answer": "Час и 40 минут = 100 минут",
        "isTrue": true
      },
      {
        "answer": "Час и 30 минут = 110 минут",
        "isTrue": false
      },
      {
        "answer": "Час и 20 минут = 120 минут",
        "isTrue": false
      },
      {
        "answer": "Час и 10 минут = 100 минут",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вставьте пропущенное слово вместо многоточия. &hellip;&hellip; наблюдая за солнечными и лунными затмениями, учёные Междуречья пытались предсказывать события государственного масштаба. Недород и урожай, сушь и наводнение, благоденствие народа и приход страшных болезней.",
    "num": 86,
    "answers": [
      {
        "answer": "Астрология",
        "isTrue": true
      },
      {
        "answer": "География",
        "isTrue": false
      },
      {
        "answer": "Космология",
        "isTrue": false
      },
      {
        "answer": "Археология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вставьте пропущенное слово вместо многоточия. Моделирование ядерных реакций дело сложное. Именно во время быстрого и разрушительного. ... Звёзды в конце её жизни-как раз перед тем, как оно взорвётся-синтезируется большинство элементов, которые мы находим вокруг себя",
    "num": 87,
    "answers": [
      {
        "answer": "Коллапса",
        "isTrue": true
      },
      {
        "answer": "Развития",
        "isTrue": false
      },
      {
        "answer": "Пути",
        "isTrue": false
      },
      {
        "answer": "Эллипса",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: К началу 4 тысячелетия до нашей эры на земле существовало и другое развитое государство четыре Древний Египет. Он возник в Африке, на берегу великой реки Нил. Египтяне были в основном земледельцами, поэтому Им просто необходимо было уметь следить за временем. Надо было предугадать разлив Нила, чтобы подготовится к нему. Предсказывала это событие появление в небе в лучах утренней зари и самой яркой звезды всего земного неба Сириуса египтяне называли его Сотис. Замечал жрец, каждое утро перед восходом солнца выходившие Открытое небо и обращавшийся взор к востоку. Тот день, когда на мгновение яркой искрой звезда, ознаменовал наступление Нового года. В ближайшие дни можно было ожидать разлива животворный реки Египта. На следующее утро уже несколько дольше было видно на небе, и восходя с каждым днём всё раньше и раньше Солнца, вскоре она уже царственно блистала на предутреннем небосклоне. Главные боги древних египтян, как и боги Междуречья, также были связаны с небом. Солнцу что было посвящено несколько богов: восходящему-бог Гепри, дневному-Ра, заходящему Атум. Более всех почитался Бог Ра, протягивающий к людям свои лучи. Подберите подходящий к тесту заголовок",
    "num": 88,
    "answers": [
      {
        "answer": "Небо в жизни древних египтян",
        "isTrue": true
      },
      {
        "answer": "Боги Египта",
        "isTrue": false
      },
      {
        "answer": "Жрецы основатели астрономии",
        "isTrue": false
      },
      {
        "answer": "Сотис -источник жизни",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: К началу 4 тысячелетия до нашей эры на земле существовало и другое развитое государство четыре Древний Египет. Он возник в Африке, на берегу великой реки Нил. Египтяне были в основном земледельцами, поэтому Им просто необходимо было уметь следить за временем. Надо было предугадать разлив Нила, чтобы подготовится к нему. Предсказывала это событие появление в небе в лучах утренней зари и самой яркой звезды всего земного неба Сириуса египтяне называли его Сотис. Замечал жрец, каждое утро перед восходом солнца выходившие Открытое небо и обращавшийся взор к востоку. Тот день, когда на мгновение яркой искрой звезда, ознаменовал наступление Нового года. В ближайшие дни можно было ожидать разлива животворный реки Египта. На следующее утро уже несколько дольше было видно на небе, и восходя с каждым днём всё раньше и раньше Солнца, вскоре она уже царственно блистала на предутреннем небосклоне. Главные боги древних египтян, как и боги Междуречья, также были связаны с небом. Солнцу что было посвящено несколько богов: восходящему-бог Гепри, дневному-Ра, заходящему Атум. Более всех почитался Бог Ра, протягивающий к людям свои лучи.Определите цель данного текста: сообщить общие сведения.",
    "num": 89,
    "answers": [
      {
        "answer": "Широкому кругу читателей об отношение египтян к небу",
        "isTrue": true
      },
      {
        "answer": "О жизни египтян специалистам в области культурологии",
        "isTrue": false
      },
      {
        "answer": "О жизни египтян широкому кругу читателей",
        "isTrue": false
      },
      {
        "answer": "О жизни египтян специалистам в области теологии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: К началу 4 тысячелетия до нашей эры на земле существовало и другое развитое государство четыре Древний Египет. Он возник в Африке, на берегу великой реки Нил. Египтяне были в основном земледельцами, поэтому Им просто необходимо было уметь следить за временем. Надо было предугадать разлив Нила, чтобы подготовится к нему. Предсказывала это событие появление в небе в лучах утренней зари и самой яркой звезды всего земного неба Сириуса египтяне называли его Сотис. Замечал жрец, каждое утро перед восходом солнца выходившие Открытое небо и обращавшийся взор к востоку. Тот день, когда на мгновение яркой искрой звезда, ознаменовал наступление Нового года. В ближайшие дни можно было ожидать разлива животворный реки Египта. На следующее утро уже несколько дольше было видно на небе, и восходя с каждым днём всё раньше и раньше Солнца, вскоре она уже царственно блистала на предутреннем небосклоне. Главные боги древних египтян, как и боги Междуречья, также были связаны с небом. Солнцу что было посвящено несколько богов: восходящему-бог Гепри, дневному-Ра, заходящему Атум. Более всех почитался Бог Ра, протягивающий к людям свои лучи. Слово, которая близко по смыслу к слову &laquo;животворный&raquo;.",
    "num": 90,
    "answers": [
      {
        "answer": "Поддерживающий жизнь",
        "isTrue": true
      },
      {
        "answer": "Ненамного живой",
        "isTrue": false
      },
      {
        "answer": "Утоляющий жажду",
        "isTrue": false
      },
      {
        "answer": "Содержащий живицу",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Вирусы поражают не только животных, но и растения, грибы, бактерии и даже другие вирусы. Предполагают, что на каком-то этапе эволюции эти агенты отделились от клеточных форм и продолжали эволюционировать параллельно. Какую цель вирус ставит перед собой поражает клетку? Начнём с того, что ни один вирус не может размножаться за пределами клетки хозяина, это неклеточная форма жизни, которая имеет в своем составе только ДНК/РНК и некоторые белки, которые защищают генетическую информацию и необходимую для первичных этапов инфекций клетке. Попав в клетку, вирусу нужно как можно эффективнее размножаться, используя клеточные ферменты, что в большинстве случаев и нарушает её работу. Кроме того, очень часто вирусные частицы которые образовались в клетке могут убить её во время выхода в межклеточное пространство. Но это очень невыгодно-убивать свой дом. Поэтому большинство вирусов имеет своего хозяина как, например, вирус герпеса человека, которая поражает долгое время человеческий род. Такие вирусы адаптировались под своих хозяев и не приносят им значительного вреда. Поэтому приблизительно 95% населения Земли имеет вирус герпеса человека, но от этого нам не грозит вымирание.Дополните предложения подходящие информации из текста: Вирус это неклеточная форма жизни, которая",
    "num": 91,
    "answers": [
      {
        "answer": "Поражает примерно 95% населения",
        "isTrue": true
      },
      {
        "answer": "Способствует развитию и работе клетки",
        "isTrue": false
      },
      {
        "answer": "Может стать причиной пандемии на планете",
        "isTrue": false
      },
      {
        "answer": "Не имеет ДНК/РНК и никакие белки",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Вирусы поражают не только животных, но и растения, грибы, бактерии и даже другие вирусы. Предполагают, что на каком-то этапе эволюции эти агенты отделились от клеточных форм и продолжали эволюционировать параллельно. Какую цель вирус ставит перед собой поражает клетку? Начнём с того, что ни один вирус не может размножаться за пределами клетки хозяина, это неклеточная форма жизни, которая имеет в своем составе только ДНК/РНК и некоторые белки, которые защищают генетическую информацию и необходимую для первичных этапов инфекций клетке. Попав в клетку, вирусу нужно как можно эффективнее размножаться, используя клеточные ферменты, что в большинстве случаев и нарушает её работу. Кроме того, очень часто вирусные частицы которые образовались в клетке могут убить её во время выхода в межклеточное пространство. Но это очень невыгодно-убивать свой дом. Поэтому большинство вирусов имеет своего хозяина как, например, вирус герпеса человека, которая поражает долгое время человеческий род. Такие вирусы адаптировались под своих хозяев и не приносят им значительного вреда. Поэтому приблизительно 95% населения Земли имеет вирус герпеса человека, но от этого нам не грозит вымирание. Выберите слово которое ближе всего по смыслу к слову &quot;пандемия&quot;",
    "num": 92,
    "answers": [
      {
        "answer": "Эпидемия",
        "isTrue": true
      },
      {
        "answer": "Упадок",
        "isTrue": false
      },
      {
        "answer": "Катастрофа",
        "isTrue": false
      },
      {
        "answer": "Распад",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Вирусы поражают не только животных, но и растения, грибы, бактерии и даже другие вирусы. Предполагают, что на каком-то этапе эволюции эти агенты отделились от клеточных форм и продолжали эволюционировать параллельно. Какую цель вирус ставит перед собой поражает клетку? Начнём с того, что ни один вирус не может размножаться за пределами клетки хозяина, это неклеточная форма жизни, которая имеет в своем составе только ДНК/РНК и некоторые белки, которые защищают генетическую информацию и необходимую для первичных этапов инфекций клетке. Попав в клетку, вирусу нужно как можно эффективнее размножаться, используя клеточные ферменты, что в большинстве случаев и нарушает её работу. Кроме того, очень часто вирусные частицы которые образовались в клетке могут убить её во время выхода в межклеточное пространство. Но это очень невыгодно-убивать свой дом. Поэтому большинство вирусов имеет своего хозяина как, например, вирус герпеса человека, которая поражает долгое время человеческий род. Такие вирусы адаптировались под своих хозяев и не приносят им значительного вреда. Поэтому приблизительно 95% населения Земли имеет вирус герпеса человека, но от этого нам не грозит вымирание. Дополните предложения подходящие информации из текста: ни один вирус не может размножаться за пределами клетки-хозяина, потому что",
    "num": 93,
    "answers": [
      {
        "answer": "Клетки ему необходимы для первых этапов инфекции",
        "isTrue": true
      },
      {
        "answer": "Вирусы живут в клетках не живых организмов",
        "isTrue": false
      },
      {
        "answer": "Имеет в своём составе ДНК/РНК и некоторые белки",
        "isTrue": false
      },
      {
        "answer": "Это один из факторов эволюции развития живого мира",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Задания основаны на следующем тексте: Химикам МГУ имени М.В. Ломоносова в составе международного коллектива ученых удалось экспериментально определить зависимость растворимости наночастиц диоксида церия от кислотности среды. с помощью термодинамической полученных экспериментальных данных было впервые определено произведение растворимости для наночастиц диоксида церия. &laquo;Диоксид Церия является одним из наиболее востребованных современных технологиях материалом. Его выпуск в промышленных масштабах значителен, в том числе и в нанодисперсным состоянии (то есть в виде частиц размеров до 100 нанометров) CeO2 входит в состав разных катализаторов, защитных антикоррозионных покрытий, полирующих смесей. Ожидается что в будущем производства диоксида церия будет только увеличиваться. Такое массовое производство неизбежно ведет к попаданию и накоплению диоксида церия в окружающую среду, в частности, в сточные воды. Поэтому изучение растворимости диоксида церия в водных растворах и сопутствующих процессов (изменение размера частиц, морфологии, заряда поверхности и токсичности&raquo; представляется крайне важной задачей для безопасности окружающей среды),- рассказывает первый автор статьи, аспирантка кафедры радиохимии химического факультета МГУ Татьяна Плахова. Основное решение проблемы Химиков МГУ имени М.В. Ломоносова в составе международного коллектива ученых.",
    "num": 94,
    "answers": [
      {
        "answer": "Исследование термодинамического моделирования",
        "isTrue": true
      },
      {
        "answer": "Факторов влияния наночастиц диоксида церия",
        "isTrue": false
      },
      {
        "answer": "Растворимость наночастиц диоксида церия в воде",
        "isTrue": false
      },
      {
        "answer": "Открытие производства диоксида церия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вставьте пропущенное слово вместо многоточия: В 1924 году Холмс продолжил работу по созданию общей шкалы геологического возраста и установлению возраста всей Земли. Помимо прочего, он попытался разработать и новые методы [&hellip;]",
    "num": 95,
    "answers": [
      {
        "answer": "датировки",
        "isTrue": true
      },
      {
        "answer": "разведки",
        "isTrue": false
      },
      {
        "answer": "разработки",
        "isTrue": false
      },
      {
        "answer": "добычи",
        "isTrue": false
      }
    ]
  }
]