export const philosophy = [
  {
    "question": "Философия возникла",
    "num": 1,
    "answers": [
      {
        "answer": "одновременно в Древних Индии, Китае и Греции",
        "isTrue": true
      },
      {
        "answer": "в Европе",
        "isTrue": false
      },
      {
        "answer": "в Древнем Китае",
        "isTrue": false
      },
      {
        "answer": "в Древней Индии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Первоначальное значение понятия &ldquo;диалектика&rdquo;:",
    "num": 2,
    "answers": [
      {
        "answer": "искусство спора",
        "isTrue": true
      },
      {
        "answer": "человек как часть мироздания",
        "isTrue": false
      },
      {
        "answer": "мировая душа",
        "isTrue": false
      },
      {
        "answer": "степень познания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Пантеизм - это:",
    "num": 3,
    "answers": [
      {
        "answer": "учение, отрицающее личного Бога и приближающее его к природе, отождествляя их",
        "isTrue": true
      },
      {
        "answer": "учение, утверждающее познаваемость мира",
        "isTrue": false
      },
      {
        "answer": "учение, о духовной культуре общества",
        "isTrue": false
      },
      {
        "answer": "о сущности познания, о путях постижения истины",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Одно из важнейших сочинений К. Поппера, посвященное проблеме развития общества",
    "num": 4,
    "answers": [
      {
        "answer": "Открытое общество и его враги",
        "isTrue": true
      },
      {
        "answer": "Утопия",
        "isTrue": false
      },
      {
        "answer": "Город солнца",
        "isTrue": false
      },
      {
        "answer": "Государь",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Гносеологический оптимизм означает признание",
    "num": 5,
    "answers": [
      {
        "answer": "принципиальной познаваемости мира",
        "isTrue": true
      },
      {
        "answer": "непознаваемости мира",
        "isTrue": false
      },
      {
        "answer": "сотворенности мира богом",
        "isTrue": false
      },
      {
        "answer": "человека как субъекта и объекта познания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Наука как специфический тип духовного производства и социальный институт возникла в эпоху:",
    "num": 6,
    "answers": [
      {
        "answer": "Нового времени",
        "isTrue": true
      },
      {
        "answer": "Античности",
        "isTrue": false
      },
      {
        "answer": "средних веков",
        "isTrue": false
      },
      {
        "answer": "в XX веке",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как К.Маркс решает вопрос о соотношении общественного бытия и общественного сознания?",
    "num": 7,
    "answers": [
      {
        "answer": "Общественное бытие (общественное производство) определяет общественное сознание",
        "isTrue": true
      },
      {
        "answer": "Общественное бытие определяется общественным сознанием",
        "isTrue": false
      },
      {
        "answer": "Общественное бытие и общественное сознание не зависят друг от друга",
        "isTrue": false
      },
      {
        "answer": "Общественное бытие и общественное сознание исключают друг друга",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Воззрение, которое основывается на ценности человека как личности, праве человека на свободу, счастье, благополучие:",
    "num": 8,
    "answers": [
      {
        "answer": "Гуманизм",
        "isTrue": true
      },
      {
        "answer": "томизм",
        "isTrue": false
      },
      {
        "answer": "неотомизм",
        "isTrue": false
      },
      {
        "answer": "антропоморфизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Организация западных ученых, социологов, общественных деятелей, сформулировавшая понятие &quot;глобальные проблемы&quot;",
    "num": 9,
    "answers": [
      {
        "answer": "&quot;Римский клуб&quot;",
        "isTrue": true
      },
      {
        "answer": "&quot;Движение зелёных&quot;",
        "isTrue": false
      },
      {
        "answer": "ООН",
        "isTrue": false
      },
      {
        "answer": "ЮНЕСКО",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Принцип, утверждающий Бога в качестве первопричины мира, но отрицающий при этом его вмешательство в дальнейшее развитие мироздания&hellip;.",
    "num": 10,
    "answers": [
      {
        "answer": "деизм",
        "isTrue": true
      },
      {
        "answer": "креационизм",
        "isTrue": false
      },
      {
        "answer": "провиденциализм",
        "isTrue": false
      },
      {
        "answer": "гуманизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что означает термин &laquo;коэволюция&raquo;:",
    "num": 11,
    "answers": [
      {
        "answer": "совместное, взаимосогласованное развитие человека и природы",
        "isTrue": true
      },
      {
        "answer": "взаимодействие индивида и общества",
        "isTrue": false
      },
      {
        "answer": "современная теория креационизма",
        "isTrue": false
      },
      {
        "answer": "синоним эволюционного подхода",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философы, которые относятся к арабской средневековой философии?",
    "num": 12,
    "answers": [
      {
        "answer": "Аль-Фараби, Ибн-Сина, Ибн-Рушд",
        "isTrue": true
      },
      {
        "answer": "Вольтер, Руссо, Дидро",
        "isTrue": false
      },
      {
        "answer": "Тойнби, Шпенглер, Вебер",
        "isTrue": false
      },
      {
        "answer": "Кант, Фихте, Гегель",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из мыслителей создал философскую поэму &laquo;Кутадгу билик&raquo;?",
    "num": 13,
    "answers": [
      {
        "answer": "Ж. Баласагуни",
        "isTrue": true
      },
      {
        "answer": "М. Кашгари",
        "isTrue": false
      },
      {
        "answer": "С. Бакыргани",
        "isTrue": false
      },
      {
        "answer": "Х.А. Яссауи",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое направление русской философии фокусируется на судьбах России и ее роли в мировом историческом процессе?",
    "num": 14,
    "answers": [
      {
        "answer": "Западничество",
        "isTrue": true
      },
      {
        "answer": "Экзистенциализм",
        "isTrue": false
      },
      {
        "answer": "Модернизм",
        "isTrue": false
      },
      {
        "answer": "Славянофильство",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется направление в русской философии ХIХ в., основанное на вере в православие и народность, идее общины?",
    "num": 15,
    "answers": [
      {
        "answer": "Анархизм",
        "isTrue": true
      },
      {
        "answer": "Позитивизм",
        "isTrue": false
      },
      {
        "answer": "Славянофильство",
        "isTrue": false
      },
      {
        "answer": "Космизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем Ф. Достоевский видит сущность человека?",
    "num": 16,
    "answers": [
      {
        "answer": "Сущность человека иррациональна и скрыта, проявляется через внутренний мир и в ситуации выбора",
        "isTrue": true
      },
      {
        "answer": "Человек- разумное существо",
        "isTrue": false
      },
      {
        "answer": "Человек есть совокупность общественных отношений",
        "isTrue": false
      },
      {
        "answer": "Человек- высший продукт природы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Априори&raquo;, &laquo;апостериори&raquo;, &laquo;антиномия&raquo;, какой еще термин относится к философии И.Канта:",
    "num": 17,
    "answers": [
      {
        "answer": "вещь-в-себе",
        "isTrue": true
      },
      {
        "answer": "ассимиляция",
        "isTrue": false
      },
      {
        "answer": "материя",
        "isTrue": false
      },
      {
        "answer": "фальсификация",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кому принадлежит идея обуздание человеческого эгоизма, влекущего за собой &laquo;войну всех против всех&raquo; является причиной, обуславливающей необходимость государства и права.",
    "num": 18,
    "answers": [
      {
        "answer": "Т. Гоббсу",
        "isTrue": true
      },
      {
        "answer": "Аристотелю",
        "isTrue": false
      },
      {
        "answer": "Канту",
        "isTrue": false
      },
      {
        "answer": "О. Конту",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Фундаментальное понятие философии К. Юнга:",
    "num": 19,
    "answers": [
      {
        "answer": "архетип коллективного бессознательного",
        "isTrue": true
      },
      {
        "answer": "супер-эго",
        "isTrue": false
      },
      {
        "answer": "архетип индивидуального бессознательного",
        "isTrue": false
      },
      {
        "answer": "архетип ценностей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что было предметом размышлений Асан- Кайгы?",
    "num": 20,
    "answers": [
      {
        "answer": "Жизнь человека на родной земле, счастье и смысл его жизни",
        "isTrue": true
      },
      {
        "answer": "Формы и методы познания, источники знания",
        "isTrue": false
      },
      {
        "answer": "Бытие, его формы, структура мира",
        "isTrue": false
      },
      {
        "answer": "Бог и пути его постижения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основной философский труд Шакарима &mdash; &ldquo;Три &hellip;&rdquo;:",
    "num": 21,
    "answers": [
      {
        "answer": "Истины",
        "isTrue": true
      },
      {
        "answer": "Товарища",
        "isTrue": false
      },
      {
        "answer": "Заблуждения",
        "isTrue": false
      },
      {
        "answer": "Наставления",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие идеи развиваются во второй половине ХIХ века в Казахстане?",
    "num": 22,
    "answers": [
      {
        "answer": "Просвещения",
        "isTrue": true
      },
      {
        "answer": "Эмпиризма",
        "isTrue": false
      },
      {
        "answer": "Реформации",
        "isTrue": false
      },
      {
        "answer": "Возрождения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философское направление, признающее разум за основу познания:",
    "num": 23,
    "answers": [
      {
        "answer": "Рационализм",
        "isTrue": true
      },
      {
        "answer": "Агностицизм",
        "isTrue": false
      },
      {
        "answer": "Сенсуализм",
        "isTrue": false
      },
      {
        "answer": "Гилозоизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В философии &laquo;агностицизм&raquo; понимается как:",
    "num": 24,
    "answers": [
      {
        "answer": "полное или частичное отрицание принципиальной возможности познания",
        "isTrue": true
      },
      {
        "answer": "рассмотрение объектов познания",
        "isTrue": false
      },
      {
        "answer": "указание на религиозный опыт как единственный источник познания",
        "isTrue": false
      },
      {
        "answer": "метод познания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Важнейшей особенностью философии является то, что она:",
    "num": 25,
    "answers": [
      {
        "answer": "всегда ставит непреходящие, вечные вопросы человеческого бытия",
        "isTrue": true
      },
      {
        "answer": "всегда носит атеистический характер",
        "isTrue": false
      },
      {
        "answer": "основана на религии, теологии",
        "isTrue": false
      },
      {
        "answer": "призывает стремиться к материальным благам",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Под понятием &laquo;исторический тип философии&raquo; понимается:",
    "num": 26,
    "answers": [
      {
        "answer": "философы разных взглядов и убеждений, но сформировавшиеся в едином пространстве и времени культуры",
        "isTrue": true
      },
      {
        "answer": "философы и ученые относящееся к одной философской школе",
        "isTrue": false
      },
      {
        "answer": "философы различных исторических периодов, которых объединяет одна идея, проблема",
        "isTrue": false
      },
      {
        "answer": "философские системы сложившиеся в древности",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Наука, согласно Шакариму Кудайбердиеву, предлагаемая для введения в систему образования?",
    "num": 27,
    "answers": [
      {
        "answer": "Наука о совести",
        "isTrue": true
      },
      {
        "answer": "Наука о жизни",
        "isTrue": false
      },
      {
        "answer": "Наука о справедливости",
        "isTrue": false
      },
      {
        "answer": "Наука о добре",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое сублимация?",
    "num": 28,
    "answers": [
      {
        "answer": "Перемещение бессознательной энергии в деятельность",
        "isTrue": true
      },
      {
        "answer": "Способность сознания анализировать бессознательное",
        "isTrue": false
      },
      {
        "answer": "Мысли, эмоции, человека, являющиеся объектом познания",
        "isTrue": false
      },
      {
        "answer": "Это импульсы, влечения, страсти, которые не осознаются человеком",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философское направление, признающее существование двух независимых начал, субстанций:",
    "num": 29,
    "answers": [
      {
        "answer": "дуализм",
        "isTrue": true
      },
      {
        "answer": "монизм",
        "isTrue": false
      },
      {
        "answer": "плюрализм",
        "isTrue": false
      },
      {
        "answer": "монотеизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Универсальной формой существования материи является:",
    "num": 30,
    "answers": [
      {
        "answer": "движение",
        "isTrue": true
      },
      {
        "answer": "неподвижность",
        "isTrue": false
      },
      {
        "answer": "ограниченность в пространстве",
        "isTrue": false
      },
      {
        "answer": "сознание",
        "isTrue": false
      }
    ]
  },
  {
    "question": "З. Фрейду принадлежит открытие проблемы",
    "num": 31,
    "answers": [
      {
        "answer": "бессознательного",
        "isTrue": true
      },
      {
        "answer": "сознания",
        "isTrue": false
      },
      {
        "answer": "воли",
        "isTrue": false
      },
      {
        "answer": "нравственности",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что можно отнести к основным признакам постиндустриального общества",
    "num": 32,
    "answers": [
      {
        "answer": "Информацию и знание",
        "isTrue": true
      },
      {
        "answer": "Капитал и собственность",
        "isTrue": false
      },
      {
        "answer": "Знания и труд",
        "isTrue": false
      },
      {
        "answer": "Землю и простые орудия труда",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Термин &laquo;Глобальная деревня&raquo; ввел",
    "num": 33,
    "answers": [
      {
        "answer": "М. Маклюэн",
        "isTrue": true
      },
      {
        "answer": "П. Фейерабенд",
        "isTrue": false
      },
      {
        "answer": "Д. Бэлл",
        "isTrue": false
      },
      {
        "answer": "О. Конт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Поскольку истина не зависит от познающего субъекта, она:",
    "num": 34,
    "answers": [
      {
        "answer": "объективна",
        "isTrue": true
      },
      {
        "answer": "абстрактна",
        "isTrue": false
      },
      {
        "answer": "субъективна",
        "isTrue": false
      },
      {
        "answer": "абсолютна",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вид познания в жизнедеятельности субъекта, не обладающий доказательной силой, называется:",
    "num": 35,
    "answers": [
      {
        "answer": "обыденным",
        "isTrue": true
      },
      {
        "answer": "абстрактным",
        "isTrue": false
      },
      {
        "answer": "теоретическим",
        "isTrue": false
      },
      {
        "answer": "критическим",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие, противоположное по смыслу &laquo;истине&raquo; в гносеологии:",
    "num": 36,
    "answers": [
      {
        "answer": "заблуждение",
        "isTrue": true
      },
      {
        "answer": "иллюзия",
        "isTrue": false
      },
      {
        "answer": "предрассудок",
        "isTrue": false
      },
      {
        "answer": "пропаганда",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Форма мышления, отражающая предельно общие закономерные связи, стороны, признаки явлений, закрепляемые в определениях:",
    "num": 37,
    "answers": [
      {
        "answer": "категория",
        "isTrue": true
      },
      {
        "answer": "слово",
        "isTrue": false
      },
      {
        "answer": "дефиниция",
        "isTrue": false
      },
      {
        "answer": "восприятие",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что означает &laquo;пограничная ситуация&raquo; в экзистенциализме?",
    "num": 38,
    "answers": [
      {
        "answer": "Ситуацию между жизнью и смертью",
        "isTrue": true
      },
      {
        "answer": "Ситуацию между взрослыми и подростками",
        "isTrue": false
      },
      {
        "answer": "Ситуацию межгосударственную",
        "isTrue": false
      },
      {
        "answer": "Ситуацию геополитическую",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Согласно учению Ницше, место умершего бога должен занять",
    "num": 39,
    "answers": [
      {
        "answer": "сверхчеловек",
        "isTrue": true
      },
      {
        "answer": "новый бог",
        "isTrue": false
      },
      {
        "answer": "правитель",
        "isTrue": false
      },
      {
        "answer": "пророк",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как Ж.П.Сартр определяет свободу?",
    "num": 40,
    "answers": [
      {
        "answer": "Свобода- это способ бытия человека, это выбор, на что обречен человек и за что он несет ответственность",
        "isTrue": true
      },
      {
        "answer": "Свобода- это осознанная необходимость",
        "isTrue": false
      },
      {
        "answer": "Свобода- это добровольное следование долгу",
        "isTrue": false
      },
      {
        "answer": "Свобода- это добровольное следование установленным нормам",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие формы движения характерны неживой материи согласно классификации форм движения Ф.Энгельса?",
    "num": 41,
    "answers": [
      {
        "answer": "Механическая, физическая, химическая",
        "isTrue": true
      },
      {
        "answer": "Механическая, питание, размножение",
        "isTrue": false
      },
      {
        "answer": "Химическая, биологическая, социальная",
        "isTrue": false
      },
      {
        "answer": "Физическая, питание, обмен веществ",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Бытие &ndash; это&hellip;",
    "num": 42,
    "answers": [
      {
        "answer": "философское понятие, обозначающее все, что существует",
        "isTrue": true
      },
      {
        "answer": "философское понятие, обозначающее все, что существует объективно",
        "isTrue": false
      },
      {
        "answer": "философское понятие, обозначающее изменения происходящие в мире вещей",
        "isTrue": false
      },
      {
        "answer": "философское понятие, обозначающее все, что существует само по себе и через себя",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сократ придерживался мнения, что высшей ценностью является",
    "num": 43,
    "answers": [
      {
        "answer": "добродетель",
        "isTrue": true
      },
      {
        "answer": "материальное богатство",
        "isTrue": false
      },
      {
        "answer": "Бог",
        "isTrue": false
      },
      {
        "answer": "религия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое герменевтика?",
    "num": 44,
    "answers": [
      {
        "answer": "Искусство и теория истолкования текстов",
        "isTrue": true
      },
      {
        "answer": "Учение о феноменах человеческого сознания",
        "isTrue": false
      },
      {
        "answer": "Объяснение мира исходя из него самого",
        "isTrue": false
      },
      {
        "answer": "Учение о практической полезности знания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Учение о морали, нравственности",
    "num": 45,
    "answers": [
      {
        "answer": "Этика",
        "isTrue": true
      },
      {
        "answer": "Эстетика",
        "isTrue": false
      },
      {
        "answer": "Онтология",
        "isTrue": false
      },
      {
        "answer": "Гносеология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто впервые в мировой науке заговорил о пагубности роста населения?",
    "num": 46,
    "answers": [
      {
        "answer": "Мальтус",
        "isTrue": true
      },
      {
        "answer": "Маркс",
        "isTrue": false
      },
      {
        "answer": "Августин",
        "isTrue": false
      },
      {
        "answer": "Мао Цзэдун",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Эстетика &ndash; это",
    "num": 47,
    "answers": [
      {
        "answer": "Раздел философии",
        "isTrue": true
      },
      {
        "answer": "Гармония",
        "isTrue": false
      },
      {
        "answer": "Качество предметов",
        "isTrue": false
      },
      {
        "answer": "Учение &laquo;у-син&raquo;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется философское учение о развитии, о всеобщих связях и взаимодействии?",
    "num": 48,
    "answers": [
      {
        "answer": "Диалектика",
        "isTrue": true
      },
      {
        "answer": "Эклектика",
        "isTrue": false
      },
      {
        "answer": "Майевтика",
        "isTrue": false
      },
      {
        "answer": "Софистика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ведущая роль в постиндустриальном обществе принадлежит",
    "num": 49,
    "answers": [
      {
        "answer": "Информационным технологиям",
        "isTrue": true
      },
      {
        "answer": "Добывающей промышленности",
        "isTrue": false
      },
      {
        "answer": "Сельскому хозяйству",
        "isTrue": false
      },
      {
        "answer": "Добыче природных ресурсов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Рефлексивный тип мировоззрения:",
    "num": 50,
    "answers": [
      {
        "answer": "Философия",
        "isTrue": true
      },
      {
        "answer": "Вера",
        "isTrue": false
      },
      {
        "answer": "Самовосприятие",
        "isTrue": false
      },
      {
        "answer": "Религия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется в философии теория познания",
    "num": 51,
    "answers": [
      {
        "answer": "гносеология",
        "isTrue": true
      },
      {
        "answer": "этика",
        "isTrue": false
      },
      {
        "answer": "аксиология",
        "isTrue": false
      },
      {
        "answer": "эстетика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется уровень научного познания, который обобщает данные опыта и выводит из них концепции?",
    "num": 52,
    "answers": [
      {
        "answer": "Теоретический",
        "isTrue": true
      },
      {
        "answer": "Абстрактный",
        "isTrue": false
      },
      {
        "answer": "Дедуктивный",
        "isTrue": false
      },
      {
        "answer": "Интуитивный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется уровень научного познания, основу которого составляет опыт, наблюдение?",
    "num": 53,
    "answers": [
      {
        "answer": "Эмпирический",
        "isTrue": true
      },
      {
        "answer": "Абстрактный",
        "isTrue": false
      },
      {
        "answer": "Дедуктивный",
        "isTrue": false
      },
      {
        "answer": "Теоретический",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется совокупность принципов, приемов, правил, которыми надо руководствоваться в процессе познания?",
    "num": 54,
    "answers": [
      {
        "answer": "Метод",
        "isTrue": true
      },
      {
        "answer": "Разум",
        "isTrue": false
      },
      {
        "answer": "Чувства",
        "isTrue": false
      },
      {
        "answer": "Интуиция",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основные проблемы этики",
    "num": 55,
    "answers": [
      {
        "answer": "проблема критериев добра и зла",
        "isTrue": true
      },
      {
        "answer": "проблема свободы воли",
        "isTrue": false
      },
      {
        "answer": "проблема субстанции",
        "isTrue": false
      },
      {
        "answer": "проблема пространства и движения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какая форма мышления отражает общие, существенные признаки и свойства предметов и явлений?",
    "num": 56,
    "answers": [
      {
        "answer": "понятие",
        "isTrue": true
      },
      {
        "answer": "суждение",
        "isTrue": false
      },
      {
        "answer": "умозаключение",
        "isTrue": false
      },
      {
        "answer": "гипотеза",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется истина, содержание которой не зависит от человека?",
    "num": 57,
    "answers": [
      {
        "answer": "Объективная истина",
        "isTrue": true
      },
      {
        "answer": "Субъективная истина",
        "isTrue": false
      },
      {
        "answer": "Относительная истина",
        "isTrue": false
      },
      {
        "answer": "Абсолютная истина",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основными составляющими суфизма принято считать:",
    "num": 58,
    "answers": [
      {
        "answer": "Аскетизм и мистицизм",
        "isTrue": true
      },
      {
        "answer": "Гедонизм и скептицизм",
        "isTrue": false
      },
      {
        "answer": "Эвдемонизм и дуализм",
        "isTrue": false
      },
      {
        "answer": "Политеизм и анимизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое искусство как форма общественного сознания?",
    "num": 59,
    "answers": [
      {
        "answer": "Отражение мира в художественных образах и преобразование мира по законам красоты",
        "isTrue": true
      },
      {
        "answer": "Понятия о власти, о государстве, его сущности, формах, устройстве",
        "isTrue": false
      },
      {
        "answer": "Представления о добре, благе, должном, справедливости, ответственности",
        "isTrue": false
      },
      {
        "answer": "Фантастическое отражение внешних сил, которые господствуют над людьми в повседневной жизни",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Научные знания отличаются от других знаний:",
    "num": 60,
    "answers": [
      {
        "answer": "доказательностью и обоснованностью",
        "isTrue": true
      },
      {
        "answer": "Эмоциональностью и образностью",
        "isTrue": false
      },
      {
        "answer": "Наивностью и догматичностью",
        "isTrue": false
      },
      {
        "answer": "большой степенью фантазии (не обязательно обоснованной)",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что является предметом социальной философии?",
    "num": 61,
    "answers": [
      {
        "answer": "Общество",
        "isTrue": true
      },
      {
        "answer": "Бытие",
        "isTrue": false
      },
      {
        "answer": "Познание",
        "isTrue": false
      },
      {
        "answer": "Сознание",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В число основных вопросов философии истории входят:",
    "num": 62,
    "answers": [
      {
        "answer": "критерии исторического прогресса",
        "isTrue": true
      },
      {
        "answer": "критика археологических знаний",
        "isTrue": false
      },
      {
        "answer": "вопросы гносеологии и эпистемологии",
        "isTrue": false
      },
      {
        "answer": "фальсификация исторических фактов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Главное в триединстве &ldquo;воли, разума, сердца&rdquo; Абая:",
    "num": 63,
    "answers": [
      {
        "answer": "Сердце",
        "isTrue": true
      },
      {
        "answer": "Разум",
        "isTrue": false
      },
      {
        "answer": "Воля",
        "isTrue": false
      },
      {
        "answer": "Настойчивость",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой признак характерен для постиндустриального общества",
    "num": 64,
    "answers": [
      {
        "answer": "Приоритет отдается сфере услуг",
        "isTrue": true
      },
      {
        "answer": "Преобладание промышленности",
        "isTrue": false
      },
      {
        "answer": "Приоритетно сельское хозяйство",
        "isTrue": false
      },
      {
        "answer": "Нет преимуществ в труде",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое общественно- экономическая формация?",
    "num": 65,
    "answers": [
      {
        "answer": "Этап развития, форма общества в основе которого лежит определенный способ производства",
        "isTrue": true
      },
      {
        "answer": "Культурно- исторический тип",
        "isTrue": false
      },
      {
        "answer": "Стадия в развитии материальной сферы",
        "isTrue": false
      },
      {
        "answer": "Деление общества на социальные группы в зависимости от доходов, занятий",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Среди представителей казахской интеллигенции, которые внесли наиболее существенный вклад в развитие казахской философии начала ХХ в. огромную роль сыграли",
    "num": 66,
    "answers": [
      {
        "answer": "Миржакып Дулатов, Ахмет Байтурсынов",
        "isTrue": true
      },
      {
        "answer": "Мухтар Ауэзов, Сабит Муканов",
        "isTrue": false
      },
      {
        "answer": "Роллан Сейсенбаев, Дулат Исабеков",
        "isTrue": false
      },
      {
        "answer": "Юсуф Баласагуни, Махмуд Кашгари",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое положение лучше всего выражает суть идеалистического понимания истории?",
    "num": 67,
    "answers": [
      {
        "answer": "Идеи правят миром",
        "isTrue": true
      },
      {
        "answer": "Все зависит от экономики",
        "isTrue": false
      },
      {
        "answer": "Все зависит от настроения великого человека",
        "isTrue": false
      },
      {
        "answer": "Политика определяет историю общества",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое общество?",
    "num": 68,
    "answers": [
      {
        "answer": "Это социальная реальность, сущность которой состоит в отношениях и связях между людьми, складывающиеся в процессе их деятельности",
        "isTrue": true
      },
      {
        "answer": "Это атомарная сумма отдельных индивидов",
        "isTrue": false
      },
      {
        "answer": "Это процесс духовного производства знаний, идей",
        "isTrue": false
      },
      {
        "answer": "Это процесс материального производства благ для удовлетворения потребностей людей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите исторические типы мировоззрения, предшествовавшие философскому",
    "num": 69,
    "answers": [
      {
        "answer": "Религиозное, мифологическое",
        "isTrue": true
      },
      {
        "answer": "Экзистенциализм, гуманизм",
        "isTrue": false
      },
      {
        "answer": "Научное, теоретическое",
        "isTrue": false
      },
      {
        "answer": "Атеизм, постмодернизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое из перечисленных понятий можно отнести к философским категориям",
    "num": 70,
    "answers": [
      {
        "answer": "бытие",
        "isTrue": true
      },
      {
        "answer": "атом",
        "isTrue": false
      },
      {
        "answer": "валентность",
        "isTrue": false
      },
      {
        "answer": "гравитация",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем просветители видели источник исторического прогресса?",
    "num": 71,
    "answers": [
      {
        "answer": "В развитии человеческого разума, науки, образовании, воспитании человека",
        "isTrue": true
      },
      {
        "answer": "В классовой борьбе",
        "isTrue": false
      },
      {
        "answer": "В социальной революции",
        "isTrue": false
      },
      {
        "answer": "В развитии экономики",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Назовите представителя философского идеализма",
    "num": 72,
    "answers": [
      {
        "answer": "Г. Гегель",
        "isTrue": true
      },
      {
        "answer": "Т. Гоббс",
        "isTrue": false
      },
      {
        "answer": "К. Маркс",
        "isTrue": false
      },
      {
        "answer": "Ф. Энгельс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что можно отнести к ведическим текстам",
    "num": 73,
    "answers": [
      {
        "answer": "Упанишады",
        "isTrue": true
      },
      {
        "answer": "Книгу перемен",
        "isTrue": false
      },
      {
        "answer": "Книга букв",
        "isTrue": false
      },
      {
        "answer": "Книгу песен",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Назовите представителей философского материализма",
    "num": 74,
    "answers": [
      {
        "answer": "К. Маркс",
        "isTrue": true
      },
      {
        "answer": "Д. Юм",
        "isTrue": false
      },
      {
        "answer": "Дж. Беркли",
        "isTrue": false
      },
      {
        "answer": "М. Хайдеггер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите характерные особенности большинства философских учений Древней Индии",
    "num": 75,
    "answers": [
      {
        "answer": "большое значение уделялось практическим этико-психологическим проблемам",
        "isTrue": true
      },
      {
        "answer": "существенная связь с наукой",
        "isTrue": false
      },
      {
        "answer": "исследование логики",
        "isTrue": false
      },
      {
        "answer": "исследование познавательных способностей личности",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основные проблемы философии Конфуция",
    "num": 76,
    "answers": [
      {
        "answer": "искусство управления государством, воспитание человека",
        "isTrue": true
      },
      {
        "answer": "доказательство существования абсолюта",
        "isTrue": false
      },
      {
        "answer": "изучение природы вещей",
        "isTrue": false
      },
      {
        "answer": "изучение и разработка методов познания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Согласно философии И. Канта с какими трудностями сталкивается человек в процессе познания:",
    "num": 77,
    "answers": [
      {
        "answer": "ограниченность познавательных возможностей",
        "isTrue": true
      },
      {
        "answer": "неограниченность познавательных возможностей",
        "isTrue": false
      },
      {
        "answer": "непротиворечивость теоретического познания",
        "isTrue": false
      },
      {
        "answer": "абсолютное тождеств объективного и субъективного",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие черты раскрывают сущность средневековой западноевропейской философии",
    "num": 78,
    "answers": [
      {
        "answer": "Теоцентризм, креационизм",
        "isTrue": true
      },
      {
        "answer": "Фетишизм, тотемизм",
        "isTrue": false
      },
      {
        "answer": "Космоцентризм, плюрализм",
        "isTrue": false
      },
      {
        "answer": "Сциентизм, анимизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите отличительные особенности философского мышления в эпоху Возрождения:",
    "num": 79,
    "answers": [
      {
        "answer": "антропоцентризм",
        "isTrue": true
      },
      {
        "answer": "провиденциализм",
        "isTrue": false
      },
      {
        "answer": "теоцентризм",
        "isTrue": false
      },
      {
        "answer": "креационизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите труды аль-Фараби",
    "num": 80,
    "answers": [
      {
        "answer": "Трактат о взглядах жителей добродетельного города",
        "isTrue": true
      },
      {
        "answer": "Мир как воля и представление",
        "isTrue": false
      },
      {
        "answer": "Государь",
        "isTrue": false
      },
      {
        "answer": "По ту сторону добра и зла",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из российских ученых развивал космическую философию:",
    "num": 81,
    "answers": [
      {
        "answer": "В.И. Вернадский",
        "isTrue": true
      },
      {
        "answer": "Н. Бердяев",
        "isTrue": false
      },
      {
        "answer": "М. Ломоносов",
        "isTrue": false
      },
      {
        "answer": "Н.Г. Чернышевский",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из представителей русской философии были известными славянофилами",
    "num": 82,
    "answers": [
      {
        "answer": "А.С. Хомяков, И. П. Киреевский",
        "isTrue": true
      },
      {
        "answer": "В.С. Соловьев, А. Герцен",
        "isTrue": false
      },
      {
        "answer": "В. Белинский, П. Чаадаев",
        "isTrue": false
      },
      {
        "answer": "Н.Г. Чернышевский",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем состоит сущность цивилизационной теории исторического развития?",
    "num": 83,
    "answers": [
      {
        "answer": "История предстает как развитие и смена самостоятельных, ничем не связанных друг с другом цивилизаций",
        "isTrue": true
      },
      {
        "answer": "История общества предстает как закономерная смена общественно- экономических формаций",
        "isTrue": false
      },
      {
        "answer": "История общества предстает как классовая борьба",
        "isTrue": false
      },
      {
        "answer": "Сущность общества, уровень его развития выводит из природно- географических условий жизни общества",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем состоит сущность формационной теории исторического развития?",
    "num": 84,
    "answers": [
      {
        "answer": "История общества предстает как закономерная смена общественно- экономических формаций",
        "isTrue": true
      },
      {
        "answer": "История человечества есть проявление развития абсолютного духа",
        "isTrue": false
      },
      {
        "answer": "История общества предстает как христианизация",
        "isTrue": false
      },
      {
        "answer": "История предстает как развитие и смена цивилизаций",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем формационная теория видит источник развития общества?",
    "num": 85,
    "answers": [
      {
        "answer": "В противоречии между производительными силами и производственными отношениями",
        "isTrue": true
      },
      {
        "answer": "В природно- географических условиях",
        "isTrue": false
      },
      {
        "answer": "В божественном разуме",
        "isTrue": false
      },
      {
        "answer": "В человеческом разуме",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философские произведения эпохи Возрождения, которые носят социально-утопический характер",
    "num": 86,
    "answers": [
      {
        "answer": "Город Солнца",
        "isTrue": true
      },
      {
        "answer": "Атлантида",
        "isTrue": false
      },
      {
        "answer": "Гармония",
        "isTrue": false
      },
      {
        "answer": "Об общественном договоре",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Античная философия - это учения:",
    "num": 87,
    "answers": [
      {
        "answer": "Древней Греции и Древнего Рима",
        "isTrue": true
      },
      {
        "answer": "Арабского Востока и Египта",
        "isTrue": false
      },
      {
        "answer": "Византии и Шумера",
        "isTrue": false
      },
      {
        "answer": "Древнего Китая и Древней Индии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Каково марксистское понимание сущности человека?",
    "num": 88,
    "answers": [
      {
        "answer": "Социально- трудовое",
        "isTrue": true
      },
      {
        "answer": "Теологическое",
        "isTrue": false
      },
      {
        "answer": "Идеально-духовное",
        "isTrue": false
      },
      {
        "answer": "Биологизаторское",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В каком понятии обозначается уникальность, неповторимость, самобытность человека во всем богатстве его свойств и качеств?",
    "num": 89,
    "answers": [
      {
        "answer": "Индивидуальность",
        "isTrue": true
      },
      {
        "answer": "Индивид",
        "isTrue": false
      },
      {
        "answer": "Личность",
        "isTrue": false
      },
      {
        "answer": "Особа",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Исторически многие гуманитарные и естественные науки",
    "num": 90,
    "answers": [
      {
        "answer": "с течением времени отделились от философии и стали самостоятельными",
        "isTrue": true
      },
      {
        "answer": "противоречат философии",
        "isTrue": false
      },
      {
        "answer": "появились в древности и никак не связаны с философией",
        "isTrue": false
      },
      {
        "answer": "достигли полного, абсолютного знания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философские категории:",
    "num": 91,
    "answers": [
      {
        "answer": "отражают наиболее общие связи и отношения реальности",
        "isTrue": true
      },
      {
        "answer": "используются только в философии",
        "isTrue": false
      },
      {
        "answer": "содержат минимум абстракции",
        "isTrue": false
      },
      {
        "answer": "конкретны и предметны",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Для философии и методологии Р. Декарта характерно:",
    "num": 92,
    "answers": [
      {
        "answer": "призыв подвергать сомнению абсолютно все",
        "isTrue": true
      },
      {
        "answer": "разработка теории эмпиризма",
        "isTrue": false
      },
      {
        "answer": "формулировка онтологического доказательства бытия Бога",
        "isTrue": false
      },
      {
        "answer": "критика рационализма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философия Нового времени",
    "num": 93,
    "answers": [
      {
        "answer": "период который называют эпохой научной революции",
        "isTrue": true
      },
      {
        "answer": "период развития философии на Арабском Востоке",
        "isTrue": false
      },
      {
        "answer": "период развития философии VII-XII веков",
        "isTrue": false
      },
      {
        "answer": "период, который характеризуется приматом веры на разумом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что характеризует понятие &laquo;личность&raquo; в человеке?",
    "num": 94,
    "answers": [
      {
        "answer": "Социальное",
        "isTrue": true
      },
      {
        "answer": "Физическое",
        "isTrue": false
      },
      {
        "answer": "Родовое",
        "isTrue": false
      },
      {
        "answer": "Биологическое",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Произведение Ж. Деррида",
    "num": 95,
    "answers": [
      {
        "answer": "О грамматологии",
        "isTrue": true
      },
      {
        "answer": "Капитал",
        "isTrue": false
      },
      {
        "answer": "Критика чистого разума",
        "isTrue": false
      },
      {
        "answer": "Размышление о методе",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Материализм:",
    "num": 96,
    "answers": [
      {
        "answer": "философская теория, основанная на предположении о том, что в мире не существует ничего, помимо материи",
        "isTrue": true
      },
      {
        "answer": "философская теория, утверждающая непознаваемость мира",
        "isTrue": false
      },
      {
        "answer": "теория, утверждающая что в мире существуют только духи",
        "isTrue": false
      },
      {
        "answer": "теория о сотворении мира богом из неживой материи",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие формы отражения выделяются в процессе развития материи?",
    "num": 97,
    "answers": [
      {
        "answer": "Пассивное отражение в неживой материи, активное отражение в живой материи, психическое отражение, сознание",
        "isTrue": true
      },
      {
        "answer": "Механическое, физическое, химическое, биологическое формы движения",
        "isTrue": false
      },
      {
        "answer": "Материальное производство, социальное действие",
        "isTrue": false
      },
      {
        "answer": "Перемещение тел в пространстве",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Синергетика:",
    "num": 98,
    "answers": [
      {
        "answer": "Теория самоорганизации сложных систем",
        "isTrue": true
      },
      {
        "answer": "Синоним современной гносеологии",
        "isTrue": false
      },
      {
        "answer": "Раздел психологии",
        "isTrue": false
      },
      {
        "answer": "Теория объясняющая механизм сотворения человека",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какая идея характеризует воззрения Дж. Бруно:",
    "num": 99,
    "answers": [
      {
        "answer": "Идея бесконечности вселенной",
        "isTrue": true
      },
      {
        "answer": "Идея развития человечества от Земного Града к Граду Небесному",
        "isTrue": false
      },
      {
        "answer": "Представление о свободной воле",
        "isTrue": false
      },
      {
        "answer": "Антропоморфизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется процесс формирования социальных качеств человека, усвоения индивидом определенной системы знаний, норм и ценностей?",
    "num": 100,
    "answers": [
      {
        "answer": "Социализация",
        "isTrue": true
      },
      {
        "answer": "Обобществление",
        "isTrue": false
      },
      {
        "answer": "Аккультурация",
        "isTrue": false
      },
      {
        "answer": "Антропосоциогенез",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представитель философии персонализма, в которой личность и ее духовные ценности признаются высшим смыслом земной цивилизации:",
    "num": 101,
    "answers": [
      {
        "answer": "Н.А Бердяев",
        "isTrue": true
      },
      {
        "answer": "Г. Спенсер",
        "isTrue": false
      },
      {
        "answer": "Э. Дюркгейм",
        "isTrue": false
      },
      {
        "answer": "И. Лакатос",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В центре философии представителей экзистенциализма находится проблема человеческой свободы:",
    "num": 102,
    "answers": [
      {
        "answer": "Ж.П. Сартр, К. Ясперс",
        "isTrue": true
      },
      {
        "answer": "Т. Кун, К. Поппер",
        "isTrue": false
      },
      {
        "answer": "М. Шлик, Р. Рорти",
        "isTrue": false
      },
      {
        "answer": "Р. Карнап, Ж. Лакан",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется социальный пол, т.е. социокультурный конструкт, который общество надстраивает над физиологической реальностью?",
    "num": 103,
    "answers": [
      {
        "answer": "Гендер",
        "isTrue": true
      },
      {
        "answer": "Архетип",
        "isTrue": false
      },
      {
        "answer": "Сексизм",
        "isTrue": false
      },
      {
        "answer": "маскулинность",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Аскетизм в этике:",
    "num": 104,
    "answers": [
      {
        "answer": "отказ от мирских благ и наслаждений",
        "isTrue": true
      },
      {
        "answer": "стремление к удовольствиям",
        "isTrue": false
      },
      {
        "answer": "учение, основанное на стремлении к практической пользе",
        "isTrue": false
      },
      {
        "answer": "утверждение, что цель человеческой жизни в достижении счастья",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Прагматизм как направление в философии морали исходит из того, что",
    "num": 105,
    "answers": [
      {
        "answer": "смысл жизни усматривает в достижении успеха",
        "isTrue": true
      },
      {
        "answer": "мир не познаваем",
        "isTrue": false
      },
      {
        "answer": "смысл жизни в аскезе и поисках самого себя",
        "isTrue": false
      },
      {
        "answer": "все предопределено свыше",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Раздел прикладной этики",
    "num": 106,
    "answers": [
      {
        "answer": "Биоэтика",
        "isTrue": true
      },
      {
        "answer": "Аскетизм",
        "isTrue": false
      },
      {
        "answer": "Теории блага",
        "isTrue": false
      },
      {
        "answer": "Теории долга",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое самосознание?",
    "num": 107,
    "answers": [
      {
        "answer": "Способность сознания отражать свое собственное содержание",
        "isTrue": true
      },
      {
        "answer": "Анатомия и физиология человека",
        "isTrue": false
      },
      {
        "answer": "Обмен веществ, протекающий в организме человека",
        "isTrue": false
      },
      {
        "answer": "Атомно- молекулярная структура, лежащая в основе организма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто разработал учение о том, что решающим фактором развития культуры и цивилизации является ответ на вызов истории или природы?",
    "num": 108,
    "answers": [
      {
        "answer": "А.Тойнби",
        "isTrue": true
      },
      {
        "answer": "О.Шпенглер",
        "isTrue": false
      },
      {
        "answer": "П.Сорокин",
        "isTrue": false
      },
      {
        "answer": "Н.Данилевский",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие цивилизации О.Шпенглер называет локальными?",
    "num": 109,
    "answers": [
      {
        "answer": "Самостоятельные, ничем не связанные друг с другом цивилизации, адаптированные к природной среде",
        "isTrue": true
      },
      {
        "answer": "Цивилизации, наследующие достижения предшествующих цивилизаций",
        "isTrue": false
      },
      {
        "answer": "Цивилизации, взаимодействующие друг с другом",
        "isTrue": false
      },
      {
        "answer": "Цивилизации, противостоящие, друг другу как чуждые",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется философская теория, предметом которой выступают природа ценностей?",
    "num": 110,
    "answers": [
      {
        "answer": "Аксиология",
        "isTrue": true
      },
      {
        "answer": "Праксиология",
        "isTrue": false
      },
      {
        "answer": "Онтология",
        "isTrue": false
      },
      {
        "answer": "Гносеология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Цивилизационный подход, а также циклическое представление исторического развития характерно для работ:",
    "num": 111,
    "answers": [
      {
        "answer": "А. Тойнби, О. Шпенглера",
        "isTrue": true
      },
      {
        "answer": "Аристотеля, Платона",
        "isTrue": false
      },
      {
        "answer": "Маркса, Энгельса",
        "isTrue": false
      },
      {
        "answer": "Вольтера, Дидро",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто обосновал классовый подход в понимании ценностей?",
    "num": 112,
    "answers": [
      {
        "answer": "К.Маркс",
        "isTrue": true
      },
      {
        "answer": "З.Фрейд",
        "isTrue": false
      },
      {
        "answer": "Ф.Ницше",
        "isTrue": false
      },
      {
        "answer": "А.Шопенгауэр",
        "isTrue": false
      }
    ]
  },
  {
    "question": "К числу основных методологических подходов к исследованию истории человечества относится:",
    "num": 113,
    "answers": [
      {
        "answer": "цивилизационный подход",
        "isTrue": true
      },
      {
        "answer": "эмоциональный подход",
        "isTrue": false
      },
      {
        "answer": "экзистенциальный подход",
        "isTrue": false
      },
      {
        "answer": "фальсификационный подход",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из философов утверждал, что все, к чему прикасается наука, дегуманизируется, поскольку перманентная цель науки &ndash; покорение природы?",
    "num": 114,
    "answers": [
      {
        "answer": "А. М. Хайдеггер",
        "isTrue": true
      },
      {
        "answer": "В. О.Тоффлер",
        "isTrue": false
      },
      {
        "answer": "С. И. Стенгерс",
        "isTrue": false
      },
      {
        "answer": "Д. И. Пригожин",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Глобальная деревня&raquo; - метафора, описывающая",
    "num": 115,
    "answers": [
      {
        "answer": "Интернет, Всемирную паутину",
        "isTrue": true
      },
      {
        "answer": "историческую альтернативу",
        "isTrue": false
      },
      {
        "answer": "Традиционное общество",
        "isTrue": false
      },
      {
        "answer": "Патриархальную организацию общества",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Географический детерминизм:",
    "num": 116,
    "answers": [
      {
        "answer": "концепция, согласно которой географические условия предопределяют развитие общества",
        "isTrue": true
      },
      {
        "answer": "теория коэволюции человека и техники",
        "isTrue": false
      },
      {
        "answer": "связывает успехи развития культуры с Великими географическими открытиями",
        "isTrue": false
      },
      {
        "answer": "отрицает влияние природных факторов на общественное развитие",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Различают следующие направления развития",
    "num": 117,
    "answers": [
      {
        "answer": "Прогресс и регресс",
        "isTrue": true
      },
      {
        "answer": "Кризис и расцвет",
        "isTrue": false
      },
      {
        "answer": "Экспансия и агрессия",
        "isTrue": false
      },
      {
        "answer": "Движение и торможение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Восходящее развитие или прогресс:",
    "num": 118,
    "answers": [
      {
        "answer": "движение от простого к сложному, от низшего к высшему",
        "isTrue": true
      },
      {
        "answer": "деградация биологических видов",
        "isTrue": false
      },
      {
        "answer": "утрата творческого начала",
        "isTrue": false
      },
      {
        "answer": "движение по горизонтали",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Наиболее существенным и всеохватывающим для начала современной НТР явилось:",
    "num": 119,
    "answers": [
      {
        "answer": "Автоматизация производства",
        "isTrue": true
      },
      {
        "answer": "Развитие атомной энергетики",
        "isTrue": false
      },
      {
        "answer": "Химизация",
        "isTrue": false
      },
      {
        "answer": "Экологизация производства",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Эвтаназия означает:",
    "num": 120,
    "answers": [
      {
        "answer": "&laquo;тихая&raquo; смерть",
        "isTrue": true
      },
      {
        "answer": "Реанимация",
        "isTrue": false
      },
      {
        "answer": "жизнь после смерти",
        "isTrue": false
      },
      {
        "answer": "биологическая смерть",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основные признаки &ldquo;субкультуры&rdquo;",
    "num": 121,
    "answers": [
      {
        "answer": "автономность, альтернативность, контрарность",
        "isTrue": true
      },
      {
        "answer": "официальность, идеологичность, эпизодичность",
        "isTrue": false
      },
      {
        "answer": "укорененность, традиционность, самобытность",
        "isTrue": false
      },
      {
        "answer": "консерватизм, невосприимчивость к новому",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Специфика философии:",
    "num": 122,
    "answers": [
      {
        "answer": "в стремлении познать мир в его всеобщности и целостности",
        "isTrue": true
      },
      {
        "answer": "в фанатизме",
        "isTrue": false
      },
      {
        "answer": "в практическом отношении к миру",
        "isTrue": false
      },
      {
        "answer": "в догматизме",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Элементы социальной системы:",
    "num": 123,
    "answers": [
      {
        "answer": "Государство, право, мораль, религия",
        "isTrue": true
      },
      {
        "answer": "Атом, молекула, электрон",
        "isTrue": false
      },
      {
        "answer": "Галактика и метагалактика",
        "isTrue": false
      },
      {
        "answer": "Литосфера, атмосфера",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Мировоззрение представляет собой",
    "num": 124,
    "answers": [
      {
        "answer": "систему взглядов, определяющих общее понимание мира и места человека в мире",
        "isTrue": true
      },
      {
        "answer": "систему донаучных взглядов",
        "isTrue": false
      },
      {
        "answer": "коллективное сверхсознание",
        "isTrue": false
      },
      {
        "answer": "результат взаимосвязи души и тела",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Майевтика:",
    "num": 125,
    "answers": [
      {
        "answer": "сократовский метод установления истины",
        "isTrue": true
      },
      {
        "answer": "вид бытия",
        "isTrue": false
      },
      {
        "answer": "метод Аристотеля",
        "isTrue": false
      },
      {
        "answer": "раздел эстетики",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Религия как форма общественного сознания &ndash; это:",
    "num": 126,
    "answers": [
      {
        "answer": "Совокупность взгляда отражающих веру в Бога",
        "isTrue": true
      },
      {
        "answer": "Научные высказывания и гипотезы",
        "isTrue": false
      },
      {
        "answer": "Свобода индивидуального выбора",
        "isTrue": false
      },
      {
        "answer": "Совокупность ценностных ориентаций",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Регресс &ndash; это",
    "num": 127,
    "answers": [
      {
        "answer": "Деградация природы и общества",
        "isTrue": true
      },
      {
        "answer": "Зигзагообразность развития",
        "isTrue": false
      },
      {
        "answer": "разрушение противоречий",
        "isTrue": false
      },
      {
        "answer": "потеря ориентации",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основное понятие философии Ф. Ницше:",
    "num": 128,
    "answers": [
      {
        "answer": "воля к власти",
        "isTrue": true
      },
      {
        "answer": "бессознательное",
        "isTrue": false
      },
      {
        "answer": "точка Омега",
        "isTrue": false
      },
      {
        "answer": "эпифеномен",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представитель философии суфизма",
    "num": 129,
    "answers": [
      {
        "answer": "Яссауи",
        "isTrue": true
      },
      {
        "answer": "аль-Кинди",
        "isTrue": false
      },
      {
        "answer": "Ибн-Сина",
        "isTrue": false
      },
      {
        "answer": "аль-Фараби",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется духовное образование, выражающее отношение человека к предмету, значимому для него?",
    "num": 130,
    "answers": [
      {
        "answer": "Ценность",
        "isTrue": true
      },
      {
        "answer": "Предмет",
        "isTrue": false
      },
      {
        "answer": "Объект",
        "isTrue": false
      },
      {
        "answer": "Явление",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто обосновал необходимость переоценки ценностей в европейской культуре и является автором &laquo;неприятных&raquo; истин?",
    "num": 131,
    "answers": [
      {
        "answer": "Ф.Ницше",
        "isTrue": true
      },
      {
        "answer": "И.Кант",
        "isTrue": false
      },
      {
        "answer": "К.Маркс",
        "isTrue": false
      },
      {
        "answer": "И.Фихте",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто впервые ввел понятие &laquo;ценность&raquo;?",
    "num": 132,
    "answers": [
      {
        "answer": "Р.Лотце",
        "isTrue": true
      },
      {
        "answer": "Г.Гегель",
        "isTrue": false
      },
      {
        "answer": "К.Маркс",
        "isTrue": false
      },
      {
        "answer": "М.Хайдеггер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "К теоретическим методам познания относится:",
    "num": 133,
    "answers": [
      {
        "answer": "идеализация",
        "isTrue": true
      },
      {
        "answer": "наблюдение",
        "isTrue": false
      },
      {
        "answer": "измерение",
        "isTrue": false
      },
      {
        "answer": "сравнение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Р. Декарт:",
    "num": 134,
    "answers": [
      {
        "answer": "Утверждал, что &laquo;Я мыслю &ndash; следовательно, я существую&raquo;",
        "isTrue": true
      },
      {
        "answer": "Считал, что душа человека является материальной и протяженной",
        "isTrue": false
      },
      {
        "answer": "Доказал существование Бога",
        "isTrue": false
      },
      {
        "answer": "Подверг критике философские взгляды позитивистов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основные понятия, связанные с Родиной, которые занимают центральное место в иерархии ценностей у казахов:",
    "num": 135,
    "answers": [
      {
        "answer": "Атамекен, кіндік қаны тамған жер",
        "isTrue": true
      },
      {
        "answer": "Жетісу",
        "isTrue": false
      },
      {
        "answer": "Сарыарқа",
        "isTrue": false
      },
      {
        "answer": "Темир казык",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Специфика казахской философии:",
    "num": 136,
    "answers": [
      {
        "answer": "отражала особенности кочевой культуры и развивалась в форме поэзии",
        "isTrue": true
      },
      {
        "answer": "развивалась только в средневековых городах Средней Азии",
        "isTrue": false
      },
      {
        "answer": "в основном обращалась к проблемам философии науки",
        "isTrue": false
      },
      {
        "answer": "развивалась в форме комментариев к священным текстам",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Объяснение сущности сознания и его происхождения в религиозно-философских учениях",
    "num": 137,
    "answers": [
      {
        "answer": "человек рассматривается как творение Бога",
        "isTrue": true
      },
      {
        "answer": "сознание свойство высокоорганизованной материи",
        "isTrue": false
      },
      {
        "answer": "сознание умирает вместе с телом",
        "isTrue": false
      },
      {
        "answer": "человек не обладает сознанием",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Процесс получения знания предполагает взаимодействие",
    "num": 138,
    "answers": [
      {
        "answer": "Субъекта и объекта",
        "isTrue": true
      },
      {
        "answer": "Материи и сознания",
        "isTrue": false
      },
      {
        "answer": "Времени и пространства",
        "isTrue": false
      },
      {
        "answer": "Идей и чувств",
        "isTrue": false
      }
    ]
  },
  {
    "question": "По вопросу о роли чувственного и рационального в процессе познания в истории философии сложились две прямо противоположные точки зрения:",
    "num": 139,
    "answers": [
      {
        "answer": "Рационализм и эмпиризм",
        "isTrue": true
      },
      {
        "answer": "Практицизм и проблематизм",
        "isTrue": false
      },
      {
        "answer": "Унитаризм и федерализм",
        "isTrue": false
      },
      {
        "answer": "Монизм и дуализм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Гносеология - это учение:",
    "num": 140,
    "answers": [
      {
        "answer": "о сущности познания",
        "isTrue": true
      },
      {
        "answer": "о ценностях, об их происхождении и сущности",
        "isTrue": false
      },
      {
        "answer": "о развитии вселенной",
        "isTrue": false
      },
      {
        "answer": "о бытии как таковом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автор теории &laquo;Двойственной истины&raquo;",
    "num": 141,
    "answers": [
      {
        "answer": "Ибн-Рушд",
        "isTrue": true
      },
      {
        "answer": "Л. да Винчи",
        "isTrue": false
      },
      {
        "answer": "Аристотель",
        "isTrue": false
      },
      {
        "answer": "Монтень",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Уровни научного познания:",
    "num": 142,
    "answers": [
      {
        "answer": "Эмпирический и теоретический",
        "isTrue": true
      },
      {
        "answer": "Религиозный и мифологический",
        "isTrue": false
      },
      {
        "answer": "Диалектический и символический",
        "isTrue": false
      },
      {
        "answer": "Чувственный и рациональный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Практику возможно определить как:",
    "num": 143,
    "answers": [
      {
        "answer": "Основу и источник познания",
        "isTrue": true
      },
      {
        "answer": "Препятствие познания",
        "isTrue": false
      },
      {
        "answer": "Заблуждение",
        "isTrue": false
      },
      {
        "answer": "Синтетическое отношение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Рефлексия &ndash; это",
    "num": 144,
    "answers": [
      {
        "answer": "Принцип мышления, направленный на осмысление и осознание самого себя",
        "isTrue": true
      },
      {
        "answer": "Практическая проверка знаний",
        "isTrue": false
      },
      {
        "answer": "Исторический тип мировоззрения",
        "isTrue": false
      },
      {
        "answer": "Синоним априорного знания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Абсолютизация позитивной роли науки в жизни общества, в системе культуры:",
    "num": 145,
    "answers": [
      {
        "answer": "сциентизм",
        "isTrue": true
      },
      {
        "answer": "антисциентизм",
        "isTrue": false
      },
      {
        "answer": "наукофобия",
        "isTrue": false
      },
      {
        "answer": "гносеология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Классическое общефилософское утверждение гласит, что личность человеческая &hellip;",
    "num": 146,
    "answers": [
      {
        "answer": "Социальна по своей природе",
        "isTrue": true
      },
      {
        "answer": "Результат божественного творения",
        "isTrue": false
      },
      {
        "answer": "Что-то неуловимое и неопределенное",
        "isTrue": false
      },
      {
        "answer": "Результат эксперимента",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Факторы, позволивший человечеству выделиться из природной среды &mdash; &hellip;",
    "num": 147,
    "answers": [
      {
        "answer": "Трудовая деятельность, общение",
        "isTrue": true
      },
      {
        "answer": "Развитие телесных качеств",
        "isTrue": false
      },
      {
        "answer": "Брачные обряды, религия",
        "isTrue": false
      },
      {
        "answer": "Совокупность психологических черт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Детерминизм является учением:",
    "num": 148,
    "answers": [
      {
        "answer": "о всеобщей закономерной связи, причинно-следственной обусловленности явлений",
        "isTrue": true
      },
      {
        "answer": "направлением антропологии, отрицающем свободу человека",
        "isTrue": false
      },
      {
        "answer": "о божественной предопределенности",
        "isTrue": false
      },
      {
        "answer": "учение о свободной воле",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философы периода Казахского Просвещения:",
    "num": 149,
    "answers": [
      {
        "answer": "Шокан Валиханов, Ыбырай Алтынсарин",
        "isTrue": true
      },
      {
        "answer": "Аль-Фараби, Аль-Газали",
        "isTrue": false
      },
      {
        "answer": "Юсуф Баласагуни, Махмуд Кашгари",
        "isTrue": false
      },
      {
        "answer": "Казтуган-жырау, Шалкииз",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вопрос о смысле и ценности жизни связан с проблемами:",
    "num": 150,
    "answers": [
      {
        "answer": "смерти и бессмертия человека",
        "isTrue": true
      },
      {
        "answer": "осознания конечности жизни человека",
        "isTrue": false
      },
      {
        "answer": "гносеологическим оптимизмом",
        "isTrue": false
      },
      {
        "answer": "осознанию принципиальной непознаваемости мира",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Идеал:",
    "num": 151,
    "answers": [
      {
        "answer": "выражает высшую цель стремлений и деятельности человека",
        "isTrue": true
      },
      {
        "answer": "методология достижения истины",
        "isTrue": false
      },
      {
        "answer": "религиозное понятие",
        "isTrue": false
      },
      {
        "answer": "выражает частные интересы людей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Деонтология - это:",
    "num": 152,
    "answers": [
      {
        "answer": "теория долга",
        "isTrue": true
      },
      {
        "answer": "теории пользы",
        "isTrue": false
      },
      {
        "answer": "теория духовного",
        "isTrue": false
      },
      {
        "answer": "монизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понимание свободы Ж.-П. Сартра характеризует тезис:",
    "num": 153,
    "answers": [
      {
        "answer": "Свобода &ndash; это свобода выбора, которую никто не может отнять у человека",
        "isTrue": true
      },
      {
        "answer": "Все абсурдно",
        "isTrue": false
      },
      {
        "answer": "Жизнь и судьба человека предопределены",
        "isTrue": false
      },
      {
        "answer": "Свобода &ndash; это гуманизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Волюнтаризм наиболее характерен для этического иррационализма:",
    "num": 154,
    "answers": [
      {
        "answer": "Шопенгауэра, Ницше",
        "isTrue": true
      },
      {
        "answer": "Маркса, Энгельса",
        "isTrue": false
      },
      {
        "answer": "Канта, Гегеля",
        "isTrue": false
      },
      {
        "answer": "Платона, Сократа",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представителем философии эпохи Возрождения является:",
    "num": 155,
    "answers": [
      {
        "answer": "Н. Кузанский",
        "isTrue": true
      },
      {
        "answer": "Эпикур",
        "isTrue": false
      },
      {
        "answer": "П. Абеляр",
        "isTrue": false
      },
      {
        "answer": "Р. Декарт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Идея антропоцентризма принадлежит эпохе",
    "num": 156,
    "answers": [
      {
        "answer": "Возрождения",
        "isTrue": true
      },
      {
        "answer": "Просвещения",
        "isTrue": false
      },
      {
        "answer": "Средневековья",
        "isTrue": false
      },
      {
        "answer": "Античности",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что являлось центральной проблемой в философии Н. Кузанского:",
    "num": 157,
    "answers": [
      {
        "answer": "ученое незнание",
        "isTrue": true
      },
      {
        "answer": "рациональное познание",
        "isTrue": false
      },
      {
        "answer": "теория двойственной истины",
        "isTrue": false
      },
      {
        "answer": "учение о монадах",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философ Нового времени, который ввел термин &laquo;монада&raquo; как духовную единицу бытия:",
    "num": 158,
    "answers": [
      {
        "answer": "Лейбниц",
        "isTrue": true
      },
      {
        "answer": "Бэкон",
        "isTrue": false
      },
      {
        "answer": "Локк",
        "isTrue": false
      },
      {
        "answer": "Гоббс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "О характере изменений мира в целом учит:",
    "num": 159,
    "answers": [
      {
        "answer": "диалектика",
        "isTrue": true
      },
      {
        "answer": "биология",
        "isTrue": false
      },
      {
        "answer": "химия",
        "isTrue": false
      },
      {
        "answer": "астрономия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Принцип &laquo;двойственной истины&raquo; заключает в себе:",
    "num": 160,
    "answers": [
      {
        "answer": "разделение научной и религиозной истин",
        "isTrue": true
      },
      {
        "answer": "представление об относительности истины",
        "isTrue": false
      },
      {
        "answer": "представление о Боге как источнике знания",
        "isTrue": false
      },
      {
        "answer": "представление о том, что любое суждение может быть истинным и ложным",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ф. Бекон различает четыре вида идола или призраков. Определите, что не относится к идолам, признакам?",
    "num": 161,
    "answers": [
      {
        "answer": "Идолы Вселенной",
        "isTrue": true
      },
      {
        "answer": "Идолы пещеры",
        "isTrue": false
      },
      {
        "answer": "Идолы площади",
        "isTrue": false
      },
      {
        "answer": "Идолы рода",
        "isTrue": false
      }
    ]
  },
  {
    "question": "О врожденных идеях было изложено в философии рационализма 17 в.",
    "num": 162,
    "answers": [
      {
        "answer": "Декартом",
        "isTrue": true
      },
      {
        "answer": "Лейбницем",
        "isTrue": false
      },
      {
        "answer": "Спинозой",
        "isTrue": false
      },
      {
        "answer": "Бэконом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие субстанции характерно для философии:",
    "num": 163,
    "answers": [
      {
        "answer": "Р. Декарта",
        "isTrue": true
      },
      {
        "answer": "М. Хайдеггера",
        "isTrue": false
      },
      {
        "answer": "А. Камю",
        "isTrue": false
      },
      {
        "answer": "П. Абеляра",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основным методом получения истинных фактов считал дедукцию:",
    "num": 164,
    "answers": [
      {
        "answer": "Р. Декарт",
        "isTrue": true
      },
      {
        "answer": "Мальбранш",
        "isTrue": false
      },
      {
        "answer": "Ф. Бэкон",
        "isTrue": false
      },
      {
        "answer": "Б. Паскаль",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Проблему онтологии Р. Декарт решает:",
    "num": 165,
    "answers": [
      {
        "answer": "дуалистически",
        "isTrue": true
      },
      {
        "answer": "монистически",
        "isTrue": false
      },
      {
        "answer": "плюралистически",
        "isTrue": false
      },
      {
        "answer": "архаически",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Я мыслю, следовательно, существую&raquo;. Кто автор изречения?",
    "num": 166,
    "answers": [
      {
        "answer": "Р. Декарт",
        "isTrue": true
      },
      {
        "answer": "Г. Гегель",
        "isTrue": false
      },
      {
        "answer": "Аль &ndash; Фараби",
        "isTrue": false
      },
      {
        "answer": "Аль &ndash; Кинди",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Учение о единой субстанции разработал:",
    "num": 167,
    "answers": [
      {
        "answer": "Б. Спиноза",
        "isTrue": true
      },
      {
        "answer": "Т. Гоббс",
        "isTrue": false
      },
      {
        "answer": "Дж. Бекон",
        "isTrue": false
      },
      {
        "answer": "Дж. Локк",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основным методом получения истинных фактов в &ldquo;Новом Органоне&rdquo; считал индукцию:",
    "num": 168,
    "answers": [
      {
        "answer": "Ф. Бэкон",
        "isTrue": true
      },
      {
        "answer": "Б. Паскаль",
        "isTrue": false
      },
      {
        "answer": "Р. Декарт",
        "isTrue": false
      },
      {
        "answer": "Дж. Локк",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Оно&raquo;, &laquo;Я&raquo; и &laquo;сверх-Я&raquo; - понятия:",
    "num": 169,
    "answers": [
      {
        "answer": "фрейдизма",
        "isTrue": true
      },
      {
        "answer": "феноменологии",
        "isTrue": false
      },
      {
        "answer": "структурализма",
        "isTrue": false
      },
      {
        "answer": "позитивизма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В философии Нового времени было два следующих направления:",
    "num": 170,
    "answers": [
      {
        "answer": "эмпиризм-рационализм",
        "isTrue": true
      },
      {
        "answer": "номинализм-реализм",
        "isTrue": false
      },
      {
        "answer": "агностицизм-идеализм",
        "isTrue": false
      },
      {
        "answer": "правильного ответа нет",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие &ldquo;монады&rdquo; относится к философии:",
    "num": 171,
    "answers": [
      {
        "answer": "Г. Лейбница",
        "isTrue": true
      },
      {
        "answer": "Эпикура",
        "isTrue": false
      },
      {
        "answer": "Ф. Аквинского",
        "isTrue": false
      },
      {
        "answer": "Ф. Бэкона",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ф. Бэкон был представителем направления:",
    "num": 172,
    "answers": [
      {
        "answer": "эмпиризма",
        "isTrue": true
      },
      {
        "answer": "рационализма",
        "isTrue": false
      },
      {
        "answer": "номинализма",
        "isTrue": false
      },
      {
        "answer": "иррационализма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Работа Канта &laquo;Критика чистого разума&raquo; посвящена проблемам:",
    "num": 173,
    "answers": [
      {
        "answer": "гносеологии",
        "isTrue": true
      },
      {
        "answer": "аксиологии",
        "isTrue": false
      },
      {
        "answer": "политики",
        "isTrue": false
      },
      {
        "answer": "бытия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Фейербах относится к представителям:",
    "num": 174,
    "answers": [
      {
        "answer": "материализма",
        "isTrue": true
      },
      {
        "answer": "идеализма",
        "isTrue": false
      },
      {
        "answer": "агностицизма",
        "isTrue": false
      },
      {
        "answer": "скептицизма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Работа Канта &laquo;Критика практического разума&raquo; посвящена проблемам:",
    "num": 175,
    "answers": [
      {
        "answer": "морали",
        "isTrue": true
      },
      {
        "answer": "гносеологии",
        "isTrue": false
      },
      {
        "answer": "политики",
        "isTrue": false
      },
      {
        "answer": "бытия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Звездное небо надо мной и моральный закон во мне&raquo; &ndash; два основных направления своей философии выразил",
    "num": 176,
    "answers": [
      {
        "answer": "И. Кант",
        "isTrue": true
      },
      {
        "answer": "Ф. Шеллинг",
        "isTrue": false
      },
      {
        "answer": "Г. Гегель",
        "isTrue": false
      },
      {
        "answer": "Л. Фейербах",
        "isTrue": false
      }
    ]
  },
  {
    "question": "По мнению Фейербаха:",
    "num": 177,
    "answers": [
      {
        "answer": "Человек создал Бога",
        "isTrue": true
      },
      {
        "answer": "Бог создал человека",
        "isTrue": false
      },
      {
        "answer": "Демиург является автором мироздания",
        "isTrue": false
      },
      {
        "answer": "Бог создал природу",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Философия жизни&raquo; относится:",
    "num": 178,
    "answers": [
      {
        "answer": "неклассической философии",
        "isTrue": true
      },
      {
        "answer": "классической философии",
        "isTrue": false
      },
      {
        "answer": "рациональной философии",
        "isTrue": false
      },
      {
        "answer": "немецкой классической философии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие &laquo;вещь в себе&raquo; принадлежит философии:",
    "num": 179,
    "answers": [
      {
        "answer": "И. Канта",
        "isTrue": true
      },
      {
        "answer": "Г. Гегеля",
        "isTrue": false
      },
      {
        "answer": "И. Фихте",
        "isTrue": false
      },
      {
        "answer": "Ф. Шеллинга",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие императив означает:",
    "num": 180,
    "answers": [
      {
        "answer": "закон",
        "isTrue": true
      },
      {
        "answer": "принцип",
        "isTrue": false
      },
      {
        "answer": "политика",
        "isTrue": false
      },
      {
        "answer": "счастье",
        "isTrue": false
      }
    ]
  },
  {
    "question": "По мнению Фейербаха исходным пунктом философии является:",
    "num": 181,
    "answers": [
      {
        "answer": "человек",
        "isTrue": true
      },
      {
        "answer": "бог",
        "isTrue": false
      },
      {
        "answer": "политика",
        "isTrue": false
      },
      {
        "answer": "познание",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кому принадлежали слова: &laquo;&hellip; поступай так, чтобы использовать человека для себя так же, как и для другого, всегда как цель и ни когда лишь как средство&raquo;?",
    "num": 182,
    "answers": [
      {
        "answer": "И. Канту",
        "isTrue": true
      },
      {
        "answer": "Сократу",
        "isTrue": false
      },
      {
        "answer": "Конфуцию",
        "isTrue": false
      },
      {
        "answer": "Ж. Ж. Руссо",
        "isTrue": false
      }
    ]
  },
  {
    "question": "С точки зрения философии Канта сущность вещи познать:",
    "num": 183,
    "answers": [
      {
        "answer": "нельзя",
        "isTrue": true
      },
      {
        "answer": "можно",
        "isTrue": false
      },
      {
        "answer": "он вообще не касается этой проблемы",
        "isTrue": false
      },
      {
        "answer": "он не дает конкретного ответа на этот вопрос",
        "isTrue": false
      }
    ]
  },
  {
    "question": "К законам диалектики относится:",
    "num": 184,
    "answers": [
      {
        "answer": "Закон отрицания отрицания",
        "isTrue": true
      },
      {
        "answer": "Закон естественного отбора",
        "isTrue": false
      },
      {
        "answer": "Закон достаточного основания",
        "isTrue": false
      },
      {
        "answer": "Закон исключённого третьего",
        "isTrue": false
      }
    ]
  },
  {
    "question": "К законам диалектики относится:",
    "num": 185,
    "answers": [
      {
        "answer": "закон перехода количественных изменений в качественные",
        "isTrue": true
      },
      {
        "answer": "закон естественного отбора",
        "isTrue": false
      },
      {
        "answer": "закон достаточного основания",
        "isTrue": false
      },
      {
        "answer": "закон исключенного третьего",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автор работы &laquo;Феноменология духа&raquo;:",
    "num": 186,
    "answers": [
      {
        "answer": "Г. Гегель",
        "isTrue": true
      },
      {
        "answer": "Б. Спиноза",
        "isTrue": false
      },
      {
        "answer": "Г. Лейбниц",
        "isTrue": false
      },
      {
        "answer": "И. Кант",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Специальный раздел философии, который занимается проблемой человека, называется:",
    "num": 187,
    "answers": [
      {
        "answer": "антропологией",
        "isTrue": true
      },
      {
        "answer": "праксиологией",
        "isTrue": false
      },
      {
        "answer": "эристикой",
        "isTrue": false
      },
      {
        "answer": "гносеологией",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представитель экзистенциализма:",
    "num": 188,
    "answers": [
      {
        "answer": "К. Ясперс",
        "isTrue": true
      },
      {
        "answer": "Т. Кун",
        "isTrue": false
      },
      {
        "answer": "Л. Фейербах",
        "isTrue": false
      },
      {
        "answer": "М. Вебер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Экзистенция &ndash; категория философии.",
    "num": 189,
    "answers": [
      {
        "answer": "Экзистенциализма",
        "isTrue": true
      },
      {
        "answer": "Неопозитивизма",
        "isTrue": false
      },
      {
        "answer": "Неотомизма",
        "isTrue": false
      },
      {
        "answer": "Фрейдизма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Отрицание действенного присутствия Бога в мире после сотворения мира:",
    "num": 190,
    "answers": [
      {
        "answer": "деизм",
        "isTrue": true
      },
      {
        "answer": "пантеизм",
        "isTrue": false
      },
      {
        "answer": "панентеизм",
        "isTrue": false
      },
      {
        "answer": "атеизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Фундаментальная идея психоанализа &ndash; идея:",
    "num": 191,
    "answers": [
      {
        "answer": "бессознательного",
        "isTrue": true
      },
      {
        "answer": "понимания",
        "isTrue": false
      },
      {
        "answer": "бытия",
        "isTrue": false
      },
      {
        "answer": "абсурда",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представитель &laquo;Философии жизни&raquo;:",
    "num": 192,
    "answers": [
      {
        "answer": "Г. Зиммель",
        "isTrue": true
      },
      {
        "answer": "А. Камю",
        "isTrue": false
      },
      {
        "answer": "М. Хайдеггер",
        "isTrue": false
      },
      {
        "answer": "К. Ясперс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Проблема человека является центральной в философии 20 века:",
    "num": 193,
    "answers": [
      {
        "answer": "экзистенциализма",
        "isTrue": true
      },
      {
        "answer": "сциентизма",
        "isTrue": false
      },
      {
        "answer": "позитивизма",
        "isTrue": false
      },
      {
        "answer": "неотомизма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие &laquo;пограничной ситуации&raquo; характерно для философии:",
    "num": 194,
    "answers": [
      {
        "answer": "экзистенциализма",
        "isTrue": true
      },
      {
        "answer": "немецкой классической философии",
        "isTrue": false
      },
      {
        "answer": "марксизма",
        "isTrue": false
      },
      {
        "answer": "герменевтики",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представителем критического рационализма является:",
    "num": 195,
    "answers": [
      {
        "answer": "К. Поппер",
        "isTrue": true
      },
      {
        "answer": "Г. Гадамер",
        "isTrue": false
      },
      {
        "answer": "Ж. -П. Сартр",
        "isTrue": false
      },
      {
        "answer": "Э. Фромм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Человек делает самого себя, обретает свою сущность, уже существуя &ndash; эта точка зрения характерна для:",
    "num": 196,
    "answers": [
      {
        "answer": "экзистенциализма",
        "isTrue": true
      },
      {
        "answer": "позитивизма",
        "isTrue": false
      },
      {
        "answer": "неотомизма",
        "isTrue": false
      },
      {
        "answer": "персонализма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что не относится к формам рационального познания?",
    "num": 197,
    "answers": [
      {
        "answer": "Воля",
        "isTrue": true
      },
      {
        "answer": "Понятия",
        "isTrue": false
      },
      {
        "answer": "Суждения",
        "isTrue": false
      },
      {
        "answer": "Индуктивные умозаключения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Назовите философское понятие, которое отражает процесс осмысления собственных духовных процессов, раздумья над приемами своей мысли и их социальной значимостью.",
    "num": 198,
    "answers": [
      {
        "answer": "Рефлексия (принцип человеческого сознания)",
        "isTrue": true
      },
      {
        "answer": "Трансцендентальная апперцепция",
        "isTrue": false
      },
      {
        "answer": "Майевтика",
        "isTrue": false
      },
      {
        "answer": "Эмпириокритицизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие &laquo;верификации&raquo; принадлежит философии:",
    "num": 199,
    "answers": [
      {
        "answer": "неопозитивизма",
        "isTrue": true
      },
      {
        "answer": "психоанализма",
        "isTrue": false
      },
      {
        "answer": "герменевтики",
        "isTrue": false
      },
      {
        "answer": "томизма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие &laquo;экзистенция&raquo; переводится как:",
    "num": 200,
    "answers": [
      {
        "answer": "существование",
        "isTrue": true
      },
      {
        "answer": "свобода",
        "isTrue": false
      },
      {
        "answer": "равенство",
        "isTrue": false
      },
      {
        "answer": "порядок",
        "isTrue": false
      }
    ]
  },
  {
    "question": "С философской точки зрения человек есть существо:",
    "num": 201,
    "answers": [
      {
        "answer": "биосоциальное",
        "isTrue": true
      },
      {
        "answer": "социальное",
        "isTrue": false
      },
      {
        "answer": "биологическое",
        "isTrue": false
      },
      {
        "answer": "религиозное",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Одним из объектов исследования структурализма является:",
    "num": 202,
    "answers": [
      {
        "answer": "знаковые системы",
        "isTrue": true
      },
      {
        "answer": "политические теории",
        "isTrue": false
      },
      {
        "answer": "проблемы ценностей",
        "isTrue": false
      },
      {
        "answer": "экономические проблемы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представителем &laquo;герменевтики&raquo; является:",
    "num": 203,
    "answers": [
      {
        "answer": "Гадамер",
        "isTrue": true
      },
      {
        "answer": "Ницше",
        "isTrue": false
      },
      {
        "answer": "Шопенгауэр",
        "isTrue": false
      },
      {
        "answer": "Фейерабенд",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представителем постмодернизма является:",
    "num": 204,
    "answers": [
      {
        "answer": "Ж. Делёз",
        "isTrue": true
      },
      {
        "answer": "А. Камю",
        "isTrue": false
      },
      {
        "answer": "Ж. П. Сартр",
        "isTrue": false
      },
      {
        "answer": "Г. Марсель",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Античный мудрец Зенон пытался теоретически осмыслить движение. Как назывались его доказательства?",
    "num": 205,
    "answers": [
      {
        "answer": "апории",
        "isTrue": true
      },
      {
        "answer": "теории",
        "isTrue": false
      },
      {
        "answer": "модусы",
        "isTrue": false
      },
      {
        "answer": "атрибуты",
        "isTrue": false
      }
    ]
  },
  {
    "question": "По Аристотелю, материя- это:",
    "num": 206,
    "answers": [
      {
        "answer": "потенциальная предпосылка или возможность существования вещи",
        "isTrue": true
      },
      {
        "answer": "Логос",
        "isTrue": false
      },
      {
        "answer": "душа любой вещи",
        "isTrue": false
      },
      {
        "answer": "космический разум",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Античный философ, автор тезиса &laquo;Человек есть мера всех вещей&raquo;:",
    "num": 207,
    "answers": [
      {
        "answer": "Протагор",
        "isTrue": true
      },
      {
        "answer": "Аристотель",
        "isTrue": false
      },
      {
        "answer": "Сократ",
        "isTrue": false
      },
      {
        "answer": "Платон",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основоположник атомизма:",
    "num": 208,
    "answers": [
      {
        "answer": "Демокрит",
        "isTrue": true
      },
      {
        "answer": "Аристотель",
        "isTrue": false
      },
      {
        "answer": "Анаксагор",
        "isTrue": false
      },
      {
        "answer": "Платон",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В Древней Греции искусство вести беседу - одна из форм:",
    "num": 209,
    "answers": [
      {
        "answer": "Диалектики",
        "isTrue": true
      },
      {
        "answer": "Дуализма",
        "isTrue": false
      },
      {
        "answer": "Воображения",
        "isTrue": false
      },
      {
        "answer": "Знания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Природа платоновской идеи:",
    "num": 210,
    "answers": [
      {
        "answer": "Не материальна, но умопостигаема",
        "isTrue": true
      },
      {
        "answer": "Не материальна и неумопостигаема",
        "isTrue": false
      },
      {
        "answer": "Относится к враждебным понятиям",
        "isTrue": false
      },
      {
        "answer": "Материальна, умопостигаема",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Безмятежность, невозмутимость духа, спокойное созерцание вечной истины в Древней Греции считалось:",
    "num": 211,
    "answers": [
      {
        "answer": "Высшей ценностью, идеалом свободного человека",
        "isTrue": true
      },
      {
        "answer": "Основанием для порицания",
        "isTrue": false
      },
      {
        "answer": "Бесполезной тратой времени",
        "isTrue": false
      },
      {
        "answer": "Главным недостатком философии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из перечисленных древнегреческих философов принадлежал к элейской школе:",
    "num": 212,
    "answers": [
      {
        "answer": "Зенон",
        "isTrue": true
      },
      {
        "answer": "Гераклит",
        "isTrue": false
      },
      {
        "answer": "Сократ",
        "isTrue": false
      },
      {
        "answer": "Демокрит",
        "isTrue": false
      }
    ]
  },
  {
    "question": "По Аристотелю:",
    "num": 213,
    "answers": [
      {
        "answer": "Материя пассивна, форма активна",
        "isTrue": true
      },
      {
        "answer": "Материя активна, форма пассивна",
        "isTrue": false
      },
      {
        "answer": "Материя бесконечна, форма конечна",
        "isTrue": false
      },
      {
        "answer": "Материя и форма конечны",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите имя философа, не являющегося представителем античности:",
    "num": 214,
    "answers": [
      {
        "answer": "Спиноза",
        "isTrue": true
      },
      {
        "answer": "Фалес",
        "isTrue": false
      },
      {
        "answer": "Анаксимен",
        "isTrue": false
      },
      {
        "answer": "Анаксимандр",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выдающийся римский оратор и политик, соединивший греческую и римскую культуры, латинский гений, распространивший греческую мысль по всему миру:",
    "num": 215,
    "answers": [
      {
        "answer": "Цицерон",
        "isTrue": true
      },
      {
        "answer": "Плотин",
        "isTrue": false
      },
      {
        "answer": "Сенека",
        "isTrue": false
      },
      {
        "answer": "Боэций",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие &laquo;Ли&raquo; означает:",
    "num": 216,
    "answers": [
      {
        "answer": "Следование церемониям",
        "isTrue": true
      },
      {
        "answer": "Любовь",
        "isTrue": false
      },
      {
        "answer": "Следование естественному закону",
        "isTrue": false
      },
      {
        "answer": "Следование велению сердца",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Изречение &laquo;Мораль благородного мужа подобна ветру, мораль низкого человека &ndash; траве. Трава наклоняется туда, куда дует ветер&raquo; характерно для философской школы:",
    "num": 217,
    "answers": [
      {
        "answer": "Конфуцианства",
        "isTrue": true
      },
      {
        "answer": "Легизма",
        "isTrue": false
      },
      {
        "answer": "Даосизма",
        "isTrue": false
      },
      {
        "answer": "Инь-Ян",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;У-вэй&raquo; - основной принцип школы:",
    "num": 218,
    "answers": [
      {
        "answer": "Даосизма",
        "isTrue": true
      },
      {
        "answer": "Инь-Ян",
        "isTrue": false
      },
      {
        "answer": "Конфуцианства",
        "isTrue": false
      },
      {
        "answer": "Моизма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Управление обществом в конфуцианстве сравнивается с отношениями:",
    "num": 219,
    "answers": [
      {
        "answer": "отца и сына",
        "isTrue": true
      },
      {
        "answer": "матери и детей",
        "isTrue": false
      },
      {
        "answer": "тренера и тренируемого",
        "isTrue": false
      },
      {
        "answer": "мужа и жены",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основатель даосизма:",
    "num": 220,
    "answers": [
      {
        "answer": "Лао-цзы",
        "isTrue": true
      },
      {
        "answer": "Сюнь-цзы",
        "isTrue": false
      },
      {
        "answer": "Мен-цзы",
        "isTrue": false
      },
      {
        "answer": "Кун-Фу-цзы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Книги &laquo;Китайской образованности&raquo; в своем составе насчитывают:",
    "num": 221,
    "answers": [
      {
        "answer": "5 книг",
        "isTrue": true
      },
      {
        "answer": "2 книги",
        "isTrue": false
      },
      {
        "answer": "3 книги",
        "isTrue": false
      },
      {
        "answer": "7книг",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основателем джайнистского учения считается:",
    "num": 222,
    "answers": [
      {
        "answer": "Махавира Вардхамана",
        "isTrue": true
      },
      {
        "answer": "Будда",
        "isTrue": false
      },
      {
        "answer": "Конфуций",
        "isTrue": false
      },
      {
        "answer": "Чарвака",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Священные тексты Древней Индии:",
    "num": 223,
    "answers": [
      {
        "answer": "Веды",
        "isTrue": true
      },
      {
        "answer": "Библия",
        "isTrue": false
      },
      {
        "answer": "Евангелие",
        "isTrue": false
      },
      {
        "answer": "Коран",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Жизнь человека &ndash; страдание, выход &ndash; в достижении нирваны&raquo; относятся к философской системе:",
    "num": 224,
    "answers": [
      {
        "answer": "Буддизм",
        "isTrue": true
      },
      {
        "answer": "Даосизм",
        "isTrue": false
      },
      {
        "answer": "Джайнизм",
        "isTrue": false
      },
      {
        "answer": "Чарвака",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Центральной идеей джайнизма является:",
    "num": 225,
    "answers": [
      {
        "answer": "Принцип ахимсы (непричинение зла)",
        "isTrue": true
      },
      {
        "answer": "Познание всего сущего",
        "isTrue": false
      },
      {
        "answer": "Аскетизм",
        "isTrue": false
      },
      {
        "answer": "Стремление к счастью",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Древнеиндийская система материализма:",
    "num": 226,
    "answers": [
      {
        "answer": "чарвака",
        "isTrue": true
      },
      {
        "answer": "йога",
        "isTrue": false
      },
      {
        "answer": "вайшешика",
        "isTrue": false
      },
      {
        "answer": "ньяя",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Первая заповедь буддизма гласит:",
    "num": 227,
    "answers": [
      {
        "answer": "Жизнь есть страдание",
        "isTrue": true
      },
      {
        "answer": "Жизнь есть любовь к человеку",
        "isTrue": false
      },
      {
        "answer": "Жизнь есть искание истины",
        "isTrue": false
      },
      {
        "answer": "Жизнь есть наслаждение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "К ортодоксальным школам-даршан относятся:",
    "num": 228,
    "answers": [
      {
        "answer": "ньяя",
        "isTrue": true
      },
      {
        "answer": "буддизм",
        "isTrue": false
      },
      {
        "answer": "джайнизм",
        "isTrue": false
      },
      {
        "answer": "локаята",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Будда в переводе означает:",
    "num": 229,
    "answers": [
      {
        "answer": "просветленный",
        "isTrue": true
      },
      {
        "answer": "праведный",
        "isTrue": false
      },
      {
        "answer": "разумный",
        "isTrue": false
      },
      {
        "answer": "умиротворенный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Закон сансары означает:",
    "num": 230,
    "answers": [
      {
        "answer": "закон круговорота перерождений",
        "isTrue": true
      },
      {
        "answer": "закон воздаяния",
        "isTrue": false
      },
      {
        "answer": "закон первичности общечеловеческих ценностей",
        "isTrue": false
      },
      {
        "answer": "закон естественного роста потребностей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Настоящее имя Будды:",
    "num": 231,
    "answers": [
      {
        "answer": "Сиддхартха Гаутама",
        "isTrue": true
      },
      {
        "answer": "Лао-цзы",
        "isTrue": false
      },
      {
        "answer": "Чарвака",
        "isTrue": false
      },
      {
        "answer": "Анаксагор",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Термин &laquo;патристика&raquo; означает:",
    "num": 232,
    "answers": [
      {
        "answer": "учение &laquo;отцов церкви&raquo;",
        "isTrue": true
      },
      {
        "answer": "символ веры",
        "isTrue": false
      },
      {
        "answer": "средневековая философия",
        "isTrue": false
      },
      {
        "answer": "оправдание Бога",
        "isTrue": false
      }
    ]
  },
  {
    "question": "О чем шел спор между реалистами и номиналистами:",
    "num": 233,
    "answers": [
      {
        "answer": "О природе общих понятий (универсалий)",
        "isTrue": true
      },
      {
        "answer": "О Боге",
        "isTrue": false
      },
      {
        "answer": "Об обществе",
        "isTrue": false
      },
      {
        "answer": "О природе человека",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Оправдание Бога за существование зла в мире и обществе:",
    "num": 234,
    "answers": [
      {
        "answer": "Теодицея",
        "isTrue": true
      },
      {
        "answer": "Теология",
        "isTrue": false
      },
      {
        "answer": "Телеология",
        "isTrue": false
      },
      {
        "answer": "Теогония",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Золотой век схоластики&raquo; приходится на:",
    "num": 235,
    "answers": [
      {
        "answer": "13 век",
        "isTrue": true
      },
      {
        "answer": "11 век",
        "isTrue": false
      },
      {
        "answer": "14 век",
        "isTrue": false
      },
      {
        "answer": "6 век",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Дискуссия между реалистами и номиналистами происходила в :",
    "num": 236,
    "answers": [
      {
        "answer": "средневековой философии",
        "isTrue": true
      },
      {
        "answer": "античной философии",
        "isTrue": false
      },
      {
        "answer": "философии Нового времени",
        "isTrue": false
      },
      {
        "answer": "Философии Просвещения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Креационизм объясняет возникновение жизни :",
    "num": 237,
    "answers": [
      {
        "answer": "творением Бога",
        "isTrue": true
      },
      {
        "answer": "эманацией идеи",
        "isTrue": false
      },
      {
        "answer": "проявлением воли к жизни",
        "isTrue": false
      },
      {
        "answer": "самоорганизацией материи",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Человек в средневековой философии рассматривался как :",
    "num": 238,
    "answers": [
      {
        "answer": "Образ и подобие Бога",
        "isTrue": true
      },
      {
        "answer": "Дитя природы",
        "isTrue": false
      },
      {
        "answer": "Низшее создание в иерархии творений",
        "isTrue": false
      },
      {
        "answer": "Существо самодостаточное",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Догмат &ndash; это установление, истинность которого принимается:",
    "num": 239,
    "answers": [
      {
        "answer": "Без доказательства",
        "isTrue": true
      },
      {
        "answer": "Через доказательство",
        "isTrue": false
      },
      {
        "answer": "Через наблюдение",
        "isTrue": false
      },
      {
        "answer": "Через эксперимент",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представителем периода схоластики является:",
    "num": 240,
    "answers": [
      {
        "answer": "Фома Аквинский",
        "isTrue": true
      },
      {
        "answer": "Аврелий Августин",
        "isTrue": false
      },
      {
        "answer": "Цицерон",
        "isTrue": false
      },
      {
        "answer": "Зенон Китийского",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое пантеизм?",
    "num": 241,
    "answers": [
      {
        "answer": "всебожие &ndash; признание присутствия Бога во всей природе",
        "isTrue": true
      },
      {
        "answer": "признание первичности материи по отношению к сознанию",
        "isTrue": false
      },
      {
        "answer": "центром всего мироздания является бог",
        "isTrue": false
      },
      {
        "answer": "признание того, что разум-главное орудие познания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Христианство как религия выросла из недр:",
    "num": 242,
    "answers": [
      {
        "answer": "иудаизма",
        "isTrue": true
      },
      {
        "answer": "брахманизма",
        "isTrue": false
      },
      {
        "answer": "конфуцианства",
        "isTrue": false
      },
      {
        "answer": "тотемизма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Главный философский труд Августина называется:",
    "num": 243,
    "answers": [
      {
        "answer": "&laquo;Исповедь&raquo;",
        "isTrue": true
      },
      {
        "answer": "&laquo;Об уме&raquo;",
        "isTrue": false
      },
      {
        "answer": "&laquo;Исследования о человеческом разуме&raquo;",
        "isTrue": false
      },
      {
        "answer": "&laquo;О бессмертии человеческой души&raquo;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое направление средневековой арабо-мусульманской философии предлагает мистический путь постижения Бога?",
    "num": 244,
    "answers": [
      {
        "answer": "Суфизм",
        "isTrue": true
      },
      {
        "answer": "Аверроизм",
        "isTrue": false
      },
      {
        "answer": "Восточный перипатетизм",
        "isTrue": false
      },
      {
        "answer": "Философия ортодоксального ислама",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Смысл теории &laquo;двойственной истины&raquo;, согласно Ибн-Рушду, заключается в :",
    "num": 245,
    "answers": [
      {
        "answer": "Признании самостоятельными истины веры и философского умозаключения",
        "isTrue": true
      },
      {
        "answer": "Стремлении сделать науку и философию самостоятельными, избавить их от опеки религии",
        "isTrue": false
      },
      {
        "answer": "Существовании двух истин: одна для себя, а другая &ndash; для остальных",
        "isTrue": false
      },
      {
        "answer": "Признании истинными положения, которые приводят к конкретному практическому результату и истины, доказанной логическим путем",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Средневековая Европа знала Аристотеля в изложении:",
    "num": 246,
    "answers": [
      {
        "answer": "Аль-Фараби",
        "isTrue": true
      },
      {
        "answer": "Аль-Бируни",
        "isTrue": false
      },
      {
        "answer": "Августина",
        "isTrue": false
      },
      {
        "answer": "Ибн-Рушда",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В средневековой арабо-язычной мысли термин &laquo;фалсафа&raquo; означает:",
    "num": 247,
    "answers": [
      {
        "answer": "рациональный способ постижения мира",
        "isTrue": true
      },
      {
        "answer": "мистический способ постижения Бога",
        "isTrue": false
      },
      {
        "answer": "догматы веры",
        "isTrue": false
      },
      {
        "answer": "мусульманское право",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Важнейшая традиция, воспринятая Аль-Фараби из античной философии:",
    "num": 248,
    "answers": [
      {
        "answer": "Перипатетизм",
        "isTrue": true
      },
      {
        "answer": "Гилозоизм",
        "isTrue": false
      },
      {
        "answer": "Скептицизм",
        "isTrue": false
      },
      {
        "answer": "Идеализм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Первый представитель восточного аристотелизма:",
    "num": 249,
    "answers": [
      {
        "answer": "Аль-Кинди",
        "isTrue": true
      },
      {
        "answer": "Аль-Фараби",
        "isTrue": false
      },
      {
        "answer": "Аль-Бируни",
        "isTrue": false
      },
      {
        "answer": "Ибн-Рушд",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто автор труда &laquo;Канон врачебной науки&raquo;?",
    "num": 250,
    "answers": [
      {
        "answer": "Ибн-Сина",
        "isTrue": true
      },
      {
        "answer": "Аль-Фараби",
        "isTrue": false
      },
      {
        "answer": "Аль-Бируни",
        "isTrue": false
      },
      {
        "answer": "Ибн-Рушд",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Средневековая мусульманская философия имеет свое начало в",
    "num": 251,
    "answers": [
      {
        "answer": "Аравии",
        "isTrue": true
      },
      {
        "answer": "Испании",
        "isTrue": false
      },
      {
        "answer": "Африке",
        "isTrue": false
      },
      {
        "answer": "Италии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основу неотомизма составляет философия:",
    "num": 252,
    "answers": [
      {
        "answer": "Фомы Аквинского",
        "isTrue": true
      },
      {
        "answer": "Аврелия Августина",
        "isTrue": false
      },
      {
        "answer": "Пьера Абеляра",
        "isTrue": false
      },
      {
        "answer": "Тертуллиана",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Мусульманство связано с идеей:",
    "num": 253,
    "answers": [
      {
        "answer": "строгого монотеизма",
        "isTrue": true
      },
      {
        "answer": "политеизма",
        "isTrue": false
      },
      {
        "answer": "плюрализма",
        "isTrue": false
      },
      {
        "answer": "дуализма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В философии суфизма основная проблема есть отношение человека к:",
    "num": 254,
    "answers": [
      {
        "answer": "Богу",
        "isTrue": true
      },
      {
        "answer": "самому себе",
        "isTrue": false
      },
      {
        "answer": "человеку",
        "isTrue": false
      },
      {
        "answer": "обществу",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Предмет философии:",
    "num": 255,
    "answers": [
      {
        "answer": "система &laquo;Мир- человек&raquo;",
        "isTrue": true
      },
      {
        "answer": "система &laquo;Начальник-подчиненный&raquo;",
        "isTrue": false
      },
      {
        "answer": "система &laquo;Культура- человек&raquo;",
        "isTrue": false
      },
      {
        "answer": "система &laquo;Механизмы- элементы&raquo;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Категория - :",
    "num": 256,
    "answers": [
      {
        "answer": "это общее понятие, отражающее общие взаимосвязи природы, общества и познания, идеальные формы практической деятельности;",
        "isTrue": true
      },
      {
        "answer": "это общие понятия, отражающие взаимосвязи природы и общества;",
        "isTrue": false
      },
      {
        "answer": "это общие понятия, отражающие взаимосвязи общества, познания;",
        "isTrue": false
      },
      {
        "answer": "это общие понятия, отражающие взаимосвязи природы и познания;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Субстратом всех физических процессов являются:",
    "num": 257,
    "answers": [
      {
        "answer": "элементарные частицы:",
        "isTrue": true
      },
      {
        "answer": "молекулы;",
        "isTrue": false
      },
      {
        "answer": "макротела;",
        "isTrue": false
      },
      {
        "answer": "звезды;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Фундаментальный принцип диалектического мышления &ndash; единство диалектики:",
    "num": 258,
    "answers": [
      {
        "answer": "логики и теории познания;",
        "isTrue": true
      },
      {
        "answer": "и методологии;",
        "isTrue": false
      },
      {
        "answer": "и умения говорить;",
        "isTrue": false
      },
      {
        "answer": "и искусства спора;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Диалектика сущности и явления такова:",
    "num": 259,
    "answers": [
      {
        "answer": "явление существенно, сущность- является;",
        "isTrue": true
      },
      {
        "answer": "явление и сущность тождественны;",
        "isTrue": false
      },
      {
        "answer": "явление и сущность независимы друг от друга;",
        "isTrue": false
      },
      {
        "answer": "явление выше сущности;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выберите определение материи, являющееся философским:",
    "num": 260,
    "answers": [
      {
        "answer": "материя &ndash; это объективная реальность, данная нам в ощущениях;",
        "isTrue": true
      },
      {
        "answer": "материя &ndash; вещество, поле и вакуум;",
        "isTrue": false
      },
      {
        "answer": "материя &ndash; это молекулы и атомы;",
        "isTrue": false
      },
      {
        "answer": "материя &ndash; это все то, что обладает массой, энергией;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выделите группу категорий, выражающих содержание закона единства и борьбы противоположностей:",
    "num": 261,
    "answers": [
      {
        "answer": "различие, противоположность, противоречие;",
        "isTrue": true
      },
      {
        "answer": "субстанция, причинность, взаимодействие;",
        "isTrue": false
      },
      {
        "answer": "отрицание, отрицание отрицания, снятие;",
        "isTrue": false
      },
      {
        "answer": "качество, количество, мера;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Пространство и время &ndash; это формы нашего восприятия&raquo; - суждение:",
    "num": 262,
    "answers": [
      {
        "answer": "субъективного идеализма;",
        "isTrue": true
      },
      {
        "answer": "объективного идеализма;",
        "isTrue": false
      },
      {
        "answer": "метафизического материализма:",
        "isTrue": false
      },
      {
        "answer": "диалектического материализма;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какому способу мышления присуще формирование парных, полярных категорий?",
    "num": 263,
    "answers": [
      {
        "answer": "диалектике;",
        "isTrue": true
      },
      {
        "answer": "синергетике;",
        "isTrue": false
      },
      {
        "answer": "метафизике;",
        "isTrue": false
      },
      {
        "answer": "софистике;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В процессе развития закон взаимного перехода количественных и качественных изменений раскрывает:",
    "num": 264,
    "answers": [
      {
        "answer": "механизм;",
        "isTrue": true
      },
      {
        "answer": "направленность;",
        "isTrue": false
      },
      {
        "answer": "обратимость;",
        "isTrue": false
      },
      {
        "answer": "источник;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Категории диалектики:",
    "num": 265,
    "answers": [
      {
        "answer": "сущность и явление;",
        "isTrue": true
      },
      {
        "answer": "атомарность, валентность;",
        "isTrue": false
      },
      {
        "answer": "круговорот;",
        "isTrue": false
      },
      {
        "answer": "пространство;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Под структурностью материи понимается:",
    "num": 266,
    "answers": [
      {
        "answer": "внутренне расчлененная целостность, закономерный порядок связи элементов в составе целого;",
        "isTrue": true
      },
      {
        "answer": "ее абсолютная однородность;",
        "isTrue": false
      },
      {
        "answer": "отсутствие внутренней организации;",
        "isTrue": false
      },
      {
        "answer": "наличие каких-то элементов;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Найдите неправильный тезис:",
    "num": 267,
    "answers": [
      {
        "answer": "Развитие есть линейный процесс, совершающийся на неизменной основе;",
        "isTrue": true
      },
      {
        "answer": "Развитие есть скачкообразный диалектический процесс",
        "isTrue": false
      },
      {
        "answer": "В мире все течет, все изменяется",
        "isTrue": false
      },
      {
        "answer": "Прогресс- это развитие сложных систем, для которого характерен переход от низшего к высшему",
        "isTrue": false
      }
    ]
  },
  {
    "question": "К уровням организации неживых систем можно отнести:",
    "num": 268,
    "answers": [
      {
        "answer": "литосферу",
        "isTrue": true
      },
      {
        "answer": "клетку",
        "isTrue": false
      },
      {
        "answer": "социальную систему",
        "isTrue": false
      },
      {
        "answer": "биоценоз",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Классическое определение материи с позиции диалектического материализма дано в работе:",
    "num": 269,
    "answers": [
      {
        "answer": "&laquo;Материализм и эмпириокритицизм&raquo;",
        "isTrue": true
      },
      {
        "answer": "&laquo;Диалектика природы&raquo;",
        "isTrue": false
      },
      {
        "answer": "&laquo;Бытие и время&raquo;",
        "isTrue": false
      },
      {
        "answer": "&laquo;Шаг назад, два вперед&raquo;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие движения является:",
    "num": 270,
    "answers": [
      {
        "answer": "абсолютным",
        "isTrue": true
      },
      {
        "answer": "относительным",
        "isTrue": false
      },
      {
        "answer": "сравнимым",
        "isTrue": false
      },
      {
        "answer": "положительным",
        "isTrue": false
      }
    ]
  },
  {
    "question": "К параметрам пространства относится:",
    "num": 271,
    "answers": [
      {
        "answer": "высота",
        "isTrue": true
      },
      {
        "answer": "угол",
        "isTrue": false
      },
      {
        "answer": "масса",
        "isTrue": false
      },
      {
        "answer": "градус",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Желание возродить идеалы и ценности античности характерно для эпохи:",
    "num": 272,
    "answers": [
      {
        "answer": "Возрождения",
        "isTrue": true
      },
      {
        "answer": "феодализма",
        "isTrue": false
      },
      {
        "answer": "Просвещения",
        "isTrue": false
      },
      {
        "answer": "средневековья",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Идея диалектики впервые была обозначена в философии:",
    "num": 273,
    "answers": [
      {
        "answer": "Гераклита",
        "isTrue": true
      },
      {
        "answer": "Платона",
        "isTrue": false
      },
      {
        "answer": "Сократа",
        "isTrue": false
      },
      {
        "answer": "Аристотеля",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Теоретическое оформление диалектики было сделано:",
    "num": 274,
    "answers": [
      {
        "answer": "Гегелем",
        "isTrue": true
      },
      {
        "answer": "Марксом",
        "isTrue": false
      },
      {
        "answer": "Спенсером",
        "isTrue": false
      },
      {
        "answer": "Юмом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Принцип всеобщей связи принадлежит:",
    "num": 275,
    "answers": [
      {
        "answer": "диалектике",
        "isTrue": true
      },
      {
        "answer": "дуализму",
        "isTrue": false
      },
      {
        "answer": "скептицизму",
        "isTrue": false
      },
      {
        "answer": "монизму",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философия, исповедующая знание в его функции полезности, называется:",
    "num": 276,
    "answers": [
      {
        "answer": "прагматизмом",
        "isTrue": true
      },
      {
        "answer": "марксизмом",
        "isTrue": false
      },
      {
        "answer": "неотомизмом",
        "isTrue": false
      },
      {
        "answer": "неоэмпиризмом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Отражение как философское понятие означает:",
    "num": 277,
    "answers": [
      {
        "answer": "любые изменения объекта в результате воздействия на него другого объекта",
        "isTrue": true
      },
      {
        "answer": "всякое взаимодействие объекта",
        "isTrue": false
      },
      {
        "answer": "абсолютная копия отражаемого объекта",
        "isTrue": false
      },
      {
        "answer": "воспроизведение структуры, свойств отражаемого объекта",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Истина есть адекватное отражение объекта познающим субъектом. Такая точка зрения принадлежит:",
    "num": 278,
    "answers": [
      {
        "answer": "марксизму",
        "isTrue": true
      },
      {
        "answer": "прагматизму",
        "isTrue": false
      },
      {
        "answer": "экзистенциализму",
        "isTrue": false
      },
      {
        "answer": "феноменологии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ступени познания-:",
    "num": 279,
    "answers": [
      {
        "answer": "чувственное и рациональное",
        "isTrue": true
      },
      {
        "answer": "обыденное и научное",
        "isTrue": false
      },
      {
        "answer": "теоретическое и прагматическое",
        "isTrue": false
      },
      {
        "answer": "рассудок и ощущение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "К рациональному познанию относятся следующие формы-:",
    "num": 280,
    "answers": [
      {
        "answer": "понятие, суждение, умозаключение",
        "isTrue": true
      },
      {
        "answer": "ощущение, восприятие",
        "isTrue": false
      },
      {
        "answer": "чувства, эмоции, рассудок",
        "isTrue": false
      },
      {
        "answer": "&laquo;я&raquo;, &laquo;оно&raquo;, сверх я&raquo;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выбрать определение истины, предложенное математиком Пуанкаре и в историю науки, оно вошло как конвенционалистская концепция истины:",
    "num": 281,
    "answers": [
      {
        "answer": "истина- результат соглашения ученых",
        "isTrue": true
      },
      {
        "answer": "истина- соответствие знаний действительности",
        "isTrue": false
      },
      {
        "answer": "истина &ndash; непротиворечивое знание",
        "isTrue": false
      },
      {
        "answer": "истина- результат",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Два уровня научного познания:",
    "num": 282,
    "answers": [
      {
        "answer": "теоретический и эмпирический",
        "isTrue": true
      },
      {
        "answer": "физический и метафизический",
        "isTrue": false
      },
      {
        "answer": "материалистический и идеалистический",
        "isTrue": false
      },
      {
        "answer": "субъективный и объективный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Каков наиболее фундаментальный критерий истины с позиции диалектического материализма:",
    "num": 283,
    "answers": [
      {
        "answer": "практика",
        "isTrue": true
      },
      {
        "answer": "общепризнанность",
        "isTrue": false
      },
      {
        "answer": "красота",
        "isTrue": false
      },
      {
        "answer": "полезность",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Утверждение, что все в мире относительно и только относительно, является:",
    "num": 284,
    "answers": [
      {
        "answer": "релятивизмом",
        "isTrue": true
      },
      {
        "answer": "субъективизмом",
        "isTrue": false
      },
      {
        "answer": "агностицизмом",
        "isTrue": false
      },
      {
        "answer": "скептицизмом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что является принципиальным в процессе познания?",
    "num": 285,
    "answers": [
      {
        "answer": "необходимо наличие субъекта и объекта познания",
        "isTrue": true
      },
      {
        "answer": "наличие предмета познания",
        "isTrue": false
      },
      {
        "answer": "наличие средств познания",
        "isTrue": false
      },
      {
        "answer": "наличие способности к познанию",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Метод, основанный на переходе от общего знания к частному",
    "num": 286,
    "answers": [
      {
        "answer": "дедукция",
        "isTrue": true
      },
      {
        "answer": "синтез",
        "isTrue": false
      },
      {
        "answer": "индукция",
        "isTrue": false
      },
      {
        "answer": "социометрия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Неявное осознание людьми общественного бытия без специальной познавательной деятельности:",
    "num": 287,
    "answers": [
      {
        "answer": "обыденное сознание",
        "isTrue": true
      },
      {
        "answer": "идеология",
        "isTrue": false
      },
      {
        "answer": "теоретическое сознание",
        "isTrue": false
      },
      {
        "answer": "философия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Методология это:",
    "num": 288,
    "answers": [
      {
        "answer": "учение о научном методе познания",
        "isTrue": true
      },
      {
        "answer": "усовершенствование, обновление",
        "isTrue": false
      },
      {
        "answer": "теория о происхождении Вселенной",
        "isTrue": false
      },
      {
        "answer": "полное отрицание общепринятых норм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое сознание?",
    "num": 289,
    "answers": [
      {
        "answer": "субъективная реальность, целенаправленное отражение действительности",
        "isTrue": true
      },
      {
        "answer": "психическое вообще",
        "isTrue": false
      },
      {
        "answer": "сфера мышления",
        "isTrue": false
      },
      {
        "answer": "божественный дар осознания себя и окружающей действительности",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Существует несколько определений отражения. Какое из них является философским:",
    "num": 290,
    "answers": [
      {
        "answer": "отражение есть любая реакция на любое воздействие",
        "isTrue": true
      },
      {
        "answer": "отражение есть зеркальное отражение",
        "isTrue": false
      },
      {
        "answer": "отражение есть след",
        "isTrue": false
      },
      {
        "answer": "отражение есть снимок",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Психический образ:",
    "num": 291,
    "answers": [
      {
        "answer": "идеален",
        "isTrue": true
      },
      {
        "answer": "материален",
        "isTrue": false
      },
      {
        "answer": "визуален",
        "isTrue": false
      },
      {
        "answer": "социален",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Искусство, мораль, религия, политика &ndash;это:",
    "num": 292,
    "answers": [
      {
        "answer": "формы общественного сознания",
        "isTrue": true
      },
      {
        "answer": "формы массового сознания",
        "isTrue": false
      },
      {
        "answer": "формы повседневного сознания",
        "isTrue": false
      },
      {
        "answer": "формы практического сознания",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В &laquo;ноосферной&raquo; модели человеческой цивилизации основная роль отведена:",
    "num": 293,
    "answers": [
      {
        "answer": "науке",
        "isTrue": true
      },
      {
        "answer": "нации",
        "isTrue": false
      },
      {
        "answer": "экономике",
        "isTrue": false
      },
      {
        "answer": "государству",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Первая основная функция морали:",
    "num": 294,
    "answers": [
      {
        "answer": "регулятивная",
        "isTrue": true
      },
      {
        "answer": "Просветительская",
        "isTrue": false
      },
      {
        "answer": "читать нотации",
        "isTrue": false
      },
      {
        "answer": "воспитательная",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Полагая, что ценность- это норма, проблему ценностей в социологию ввел:",
    "num": 295,
    "answers": [
      {
        "answer": "Вебер",
        "isTrue": true
      },
      {
        "answer": "Конт",
        "isTrue": false
      },
      {
        "answer": "Сорокин",
        "isTrue": false
      },
      {
        "answer": "Риккерт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Учение о красоте, о прекрасном в философии называется:",
    "num": 296,
    "answers": [
      {
        "answer": "эстетика",
        "isTrue": true
      },
      {
        "answer": "гносеология",
        "isTrue": false
      },
      {
        "answer": "социальная философия",
        "isTrue": false
      },
      {
        "answer": "этика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Духовные ценности:",
    "num": 297,
    "answers": [
      {
        "answer": "Имеют и практический и неутилитарный характер",
        "isTrue": true
      },
      {
        "answer": "Носят мистический характер",
        "isTrue": false
      },
      {
        "answer": "Обладают неутилитарным характером",
        "isTrue": false
      },
      {
        "answer": "Носят практический характер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Права человека- это одна из:",
    "num": 298,
    "answers": [
      {
        "answer": "Общечеловеческих ценностей",
        "isTrue": true
      },
      {
        "answer": "Ценностей общения",
        "isTrue": false
      },
      {
        "answer": "Материальных ценностей",
        "isTrue": false
      },
      {
        "answer": "Ценностей стиля жизни",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В переводе с латинского языка слово &laquo;мораль&raquo; означает:",
    "num": 299,
    "answers": [
      {
        "answer": "Нравственный",
        "isTrue": true
      },
      {
        "answer": "разумный",
        "isTrue": false
      },
      {
        "answer": "чувственный",
        "isTrue": false
      },
      {
        "answer": "психический",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ценностные отношения- это:",
    "num": 300,
    "answers": [
      {
        "answer": "Отношения между людьми по поводу существующих в обществе систем ценностей",
        "isTrue": true
      },
      {
        "answer": "Отношения между людьми и ценностями",
        "isTrue": false
      },
      {
        "answer": "Принятая в данном обществе иерархия ценностей",
        "isTrue": false
      },
      {
        "answer": "Отношения между ценностями",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Предметом этики является:",
    "num": 301,
    "answers": [
      {
        "answer": "мораль как явление общественной жизни;",
        "isTrue": true
      },
      {
        "answer": "конкретная материальная вещь;",
        "isTrue": false
      },
      {
        "answer": "поведение конкретного человека;",
        "isTrue": false
      },
      {
        "answer": "образ жизни людей;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Производственно-потребительские ценности &ndash; это:",
    "num": 302,
    "answers": [
      {
        "answer": "элемент материальных ценностей;",
        "isTrue": true
      },
      {
        "answer": "самостоятельный вид ценностей;",
        "isTrue": false
      },
      {
        "answer": "элемент социальных ценностей;",
        "isTrue": false
      },
      {
        "answer": "то же, что и материальные ценности;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сущность мифологического взгляда на мир состоит:",
    "num": 303,
    "answers": [
      {
        "answer": "в нерасчлененности, слитности, целостности миропонимания;",
        "isTrue": true
      },
      {
        "answer": "в признании субстанционального начала в мире;",
        "isTrue": false
      },
      {
        "answer": "в вере во всемогущество единого Бога;",
        "isTrue": false
      },
      {
        "answer": "в противопоставлении человека и природы;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философии не свойственна функция:",
    "num": 304,
    "answers": [
      {
        "answer": "технологическая;",
        "isTrue": true
      },
      {
        "answer": "познавательная;",
        "isTrue": false
      },
      {
        "answer": "мировоззренческая;",
        "isTrue": false
      },
      {
        "answer": "просветительская;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Переход противоположностей друг в друга &ndash; это принцип:",
    "num": 305,
    "answers": [
      {
        "answer": "даосизма;",
        "isTrue": true
      },
      {
        "answer": "конфуцианства;",
        "isTrue": false
      },
      {
        "answer": "легизма;",
        "isTrue": false
      },
      {
        "answer": "буддизма;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Причина человеческих страданий по буддизму:",
    "num": 306,
    "answers": [
      {
        "answer": "в жажде желаний;",
        "isTrue": true
      },
      {
        "answer": "в поклонении небу;",
        "isTrue": false
      },
      {
        "answer": "в стремлении к нирване;",
        "isTrue": false
      },
      {
        "answer": "в поклонении к духам предков;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Формулу тождества бытия и мышления вывел древнегреческий философ:",
    "num": 307,
    "answers": [
      {
        "answer": "Парменид;",
        "isTrue": true
      },
      {
        "answer": "Пифагор;",
        "isTrue": false
      },
      {
        "answer": "Гераклит;",
        "isTrue": false
      },
      {
        "answer": "Сократ;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автором философского учения о &laquo;материи&raquo; и &laquo;форме&raquo; был:",
    "num": 308,
    "answers": [
      {
        "answer": "Аристотель;",
        "isTrue": true
      },
      {
        "answer": "Сократ;",
        "isTrue": false
      },
      {
        "answer": "Гераклит;",
        "isTrue": false
      },
      {
        "answer": "Демокрит;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философские взгляды Гераклита Эфесского, Зенон Элейского &hellip; роднит:",
    "num": 309,
    "answers": [
      {
        "answer": "стихийная диалектика;",
        "isTrue": true
      },
      {
        "answer": "стихийная ученость;",
        "isTrue": false
      },
      {
        "answer": "стихи;",
        "isTrue": false
      },
      {
        "answer": "стихийный материализм;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Последователей философии Аристотеля называют:",
    "num": 310,
    "answers": [
      {
        "answer": "перипатетиками;",
        "isTrue": true
      },
      {
        "answer": "скептиками;",
        "isTrue": false
      },
      {
        "answer": "схоластиками;",
        "isTrue": false
      },
      {
        "answer": "реалистами;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Учение о Граде земном и Граде небесном создал:",
    "num": 311,
    "answers": [
      {
        "answer": "А. Августин;",
        "isTrue": true
      },
      {
        "answer": "Ямвлих;",
        "isTrue": false
      },
      {
        "answer": "Ф. Аквинский;",
        "isTrue": false
      },
      {
        "answer": "Плотин;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Теоцентрическим мировоззрением можно назвать мировоззрение:",
    "num": 312,
    "answers": [
      {
        "answer": "эпохи Средневековья;",
        "isTrue": true
      },
      {
        "answer": "эпохи Античности (Древней Греции);",
        "isTrue": false
      },
      {
        "answer": "эпохи Возрождения;",
        "isTrue": false
      },
      {
        "answer": "эпохи Научной революции;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Патристика &ndash; это:",
    "num": 313,
    "answers": [
      {
        "answer": "совокупность теолого-философских взглядов христианских мыслителей.",
        "isTrue": true
      },
      {
        "answer": "принцип, в соответствии с которым Бог из ничего сотворил живую и неживую природу;",
        "isTrue": false
      },
      {
        "answer": "принцип принятия за основу всего сущего одного начала;",
        "isTrue": false
      },
      {
        "answer": "философская позиция, в соответствии с которой любое",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философия стала &laquo;служанкой богословия&raquo;. Какому периоду истории философии соответствует эта характеристика?",
    "num": 314,
    "answers": [
      {
        "answer": "эпохе Средних веков.",
        "isTrue": true
      },
      {
        "answer": "эпохе Возрождения;",
        "isTrue": false
      },
      {
        "answer": "новому времени;",
        "isTrue": false
      },
      {
        "answer": "эпохе Просвещения;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основная тенденция в мышлении, идеологии и культуре Ренессанса &ndash; это:",
    "num": 315,
    "answers": [
      {
        "answer": "переход от теоцентрического к антропоцентрическому пониманию",
        "isTrue": true
      },
      {
        "answer": "борьба против антропоцентризма;",
        "isTrue": false
      },
      {
        "answer": "стремление к мирному существованию;",
        "isTrue": false
      },
      {
        "answer": "возвращение к космоцентрическому мировоззрению;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основатель гелиоцентрической системы мира:",
    "num": 316,
    "answers": [
      {
        "answer": "Н. Коперник;",
        "isTrue": true
      },
      {
        "answer": "Птолемей;",
        "isTrue": false
      },
      {
        "answer": "Архимед;",
        "isTrue": false
      },
      {
        "answer": "Лаплас;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Пантеизм &ndash; это учение о единстве:",
    "num": 317,
    "answers": [
      {
        "answer": "бога и природы;",
        "isTrue": true
      },
      {
        "answer": "идеи и материи;",
        "isTrue": false
      },
      {
        "answer": "разума и воли;",
        "isTrue": false
      },
      {
        "answer": "знания и веры;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Признание двух независимых субстанций &ndash; мыслящей и протяженной &ndash; принадлежит:",
    "num": 318,
    "answers": [
      {
        "answer": "Р. Декарту;",
        "isTrue": true
      },
      {
        "answer": "Ф. Бэкону;",
        "isTrue": false
      },
      {
        "answer": "Т. Гоббсу;",
        "isTrue": false
      },
      {
        "answer": "Б. Спинозе;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основоположник новоевропейского рационализма:",
    "num": 319,
    "answers": [
      {
        "answer": "Р. Декарт;",
        "isTrue": true
      },
      {
        "answer": "Т. Гоббс;",
        "isTrue": false
      },
      {
        "answer": "И. Кант;",
        "isTrue": false
      },
      {
        "answer": "Дж. Локк;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Препятствия на пути познания, порождающиеся употреблением неправильных слов, распространенных чаще всего на рынках, в общественных местах, Бэкон называл:",
    "num": 320,
    "answers": [
      {
        "answer": "идолами площади;",
        "isTrue": true
      },
      {
        "answer": "идолами пещеры;",
        "isTrue": false
      },
      {
        "answer": "идолами театра;",
        "isTrue": false
      },
      {
        "answer": "идолами рода;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Логическая форма умозаключения, лежащая в основании эмпиризма, называется:",
    "num": 321,
    "answers": [
      {
        "answer": "индукцией;",
        "isTrue": true
      },
      {
        "answer": "дедукцией;",
        "isTrue": false
      },
      {
        "answer": "анализом;",
        "isTrue": false
      },
      {
        "answer": "синтезом;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "По убеждению Ф. Бэкона, смысл, призвание и задачи науки &ndash; это:",
    "num": 322,
    "answers": [
      {
        "answer": "общественная польза и улучшение жизни людей;",
        "isTrue": true
      },
      {
        "answer": "достижение славы и власти;",
        "isTrue": false
      },
      {
        "answer": "развитие че6ловеческого духа и знаний о мире;",
        "isTrue": false
      },
      {
        "answer": "достижение абсолютной истины;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философия Нового времени опиралась на авторитет:",
    "num": 323,
    "answers": [
      {
        "answer": "науки;",
        "isTrue": true
      },
      {
        "answer": "человека;",
        "isTrue": false
      },
      {
        "answer": "общества;",
        "isTrue": false
      },
      {
        "answer": "церкви;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Всякое знание начинается, по Канту:",
    "num": 324,
    "answers": [
      {
        "answer": "чувств;",
        "isTrue": true
      },
      {
        "answer": "истины;",
        "isTrue": false
      },
      {
        "answer": "эмоций;",
        "isTrue": false
      },
      {
        "answer": "разума;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "По Ф. Бэкону, эмпирия- это:",
    "num": 325,
    "answers": [
      {
        "answer": "опыт, опирающийся на эксперимент;",
        "isTrue": true
      },
      {
        "answer": "изолированное чувственное восприятие;",
        "isTrue": false
      },
      {
        "answer": "форма, присущая самой вещи;",
        "isTrue": false
      },
      {
        "answer": "мыслительный образ вещи, отраженный в сознании;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "По учению Спинозы существует только одна субстанция &ndash; это:",
    "num": 326,
    "answers": [
      {
        "answer": "природа-Бог;",
        "isTrue": true
      },
      {
        "answer": "материя;",
        "isTrue": false
      },
      {
        "answer": "апейрон;",
        "isTrue": false
      },
      {
        "answer": "атом;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основатели диалектико-материалистической философии &ndash; это:",
    "num": 327,
    "answers": [
      {
        "answer": "К. Маркс и Ф. Энгельс;",
        "isTrue": true
      },
      {
        "answer": "Левкипп и Демокрит;",
        "isTrue": false
      },
      {
        "answer": "Ф. Бэкон и Р. Декарт;",
        "isTrue": false
      },
      {
        "answer": "Г. В. Плеханов и В. И. Ленин;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основным критерием марксистской типологии общества является:",
    "num": 328,
    "answers": [
      {
        "answer": "уровень развития производительных сил общества;",
        "isTrue": true
      },
      {
        "answer": "специфические правовые и законодательные формы;",
        "isTrue": false
      },
      {
        "answer": "географическое положение;",
        "isTrue": false
      },
      {
        "answer": "уровень технического и научного развития общества;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Энгельс упрекал материалистическую философию Нового времени из-за наличия в ее чертах:",
    "num": 329,
    "answers": [
      {
        "answer": "механистичности;",
        "isTrue": true
      },
      {
        "answer": "волюнтаризма;",
        "isTrue": false
      },
      {
        "answer": "рационализма;",
        "isTrue": false
      },
      {
        "answer": "гилозоизма;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основным этапом развития средневековой философии является:",
    "num": 330,
    "answers": [
      {
        "answer": "схоластика;",
        "isTrue": true
      },
      {
        "answer": "софистика;",
        "isTrue": false
      },
      {
        "answer": "диалектика",
        "isTrue": false
      },
      {
        "answer": "метафизика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Три стадии интеллектуальной эволюции человечества по О. Конту:",
    "num": 331,
    "answers": [
      {
        "answer": "теологическая, метафизическая, позитивная;",
        "isTrue": true
      },
      {
        "answer": "религиозная, этическая, метафизическая;",
        "isTrue": false
      },
      {
        "answer": "эстетическая, этическая, метафизическая;",
        "isTrue": false
      },
      {
        "answer": "религиозная, научная, позитивная;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автором формационной концепции членения исторического процесса является:",
    "num": 332,
    "answers": [
      {
        "answer": "К. Маркс;",
        "isTrue": true
      },
      {
        "answer": "К. Ясперс;",
        "isTrue": false
      },
      {
        "answer": "О. Шпенглер;",
        "isTrue": false
      },
      {
        "answer": "П. Сорокин;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вставить в цитату Маркса, недостающее слово:",
    "num": 333,
    "answers": [
      {
        "answer": "базис;",
        "isTrue": true
      },
      {
        "answer": "способ производства;",
        "isTrue": false
      },
      {
        "answer": "процесс;",
        "isTrue": false
      },
      {
        "answer": "комплекс;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выберите верное определение, отражающее философию марксизма:",
    "num": 334,
    "answers": [
      {
        "answer": "народ &ndash; творец истории;",
        "isTrue": true
      },
      {
        "answer": "личность &ndash; творец истории;",
        "isTrue": false
      },
      {
        "answer": "индивидуум &ndash; творец истории;",
        "isTrue": false
      },
      {
        "answer": "мировой дух &ndash; творец истории;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Мировая Воля&raquo; в философии А. Шопенгауэра:",
    "num": 335,
    "answers": [
      {
        "answer": "бессознательна;",
        "isTrue": true
      },
      {
        "answer": "сверхсознательна;",
        "isTrue": false
      },
      {
        "answer": "интуитивна;",
        "isTrue": false
      },
      {
        "answer": "божественна;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философско-научное рассмотрение Вселенной:",
    "num": 336,
    "answers": [
      {
        "answer": "космология",
        "isTrue": true
      },
      {
        "answer": "эсхатология",
        "isTrue": false
      },
      {
        "answer": "астрология",
        "isTrue": false
      },
      {
        "answer": "геология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Центральное понятие русского славянофильства:",
    "num": 337,
    "answers": [
      {
        "answer": "Соборность",
        "isTrue": true
      },
      {
        "answer": "Теоретический разум",
        "isTrue": false
      },
      {
        "answer": "Всеединство",
        "isTrue": false
      },
      {
        "answer": "Благодать",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В философии В. С. Соловьева центральной категорией является всеединство:",
    "num": 338,
    "answers": [
      {
        "answer": "диалектическое",
        "isTrue": true
      },
      {
        "answer": "историческое",
        "isTrue": false
      },
      {
        "answer": "отрицательное",
        "isTrue": false
      },
      {
        "answer": "природное",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&quot;Соборность&quot; - это:",
    "num": 339,
    "answers": [
      {
        "answer": "Духовное единение",
        "isTrue": true
      },
      {
        "answer": "Духовный опыт",
        "isTrue": false
      },
      {
        "answer": "Сельская община",
        "isTrue": false
      },
      {
        "answer": "Абсолютизация индивидуального начала",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Соловьев, Флоренский представители:",
    "num": 340,
    "answers": [
      {
        "answer": "религиозной философии;",
        "isTrue": true
      },
      {
        "answer": "западников;",
        "isTrue": false
      },
      {
        "answer": "славянофилов;",
        "isTrue": false
      },
      {
        "answer": "софистов;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что абсолютизировал Маркс в своей теории общественных формаций:",
    "num": 341,
    "answers": [
      {
        "answer": "приоритет базиса над настройкой",
        "isTrue": true
      },
      {
        "answer": "приоритет банковского капитала",
        "isTrue": false
      },
      {
        "answer": "роль политики",
        "isTrue": false
      },
      {
        "answer": "роль рабочего класса",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Этот жырау был одержим поисками земли обетованной &ndash; жер-уйык и критиковал хана Джангира. Его имя:",
    "num": 342,
    "answers": [
      {
        "answer": "Асан-кайгы;",
        "isTrue": true
      },
      {
        "answer": "Шал-акын;",
        "isTrue": false
      },
      {
        "answer": "Коркыт-ата;",
        "isTrue": false
      },
      {
        "answer": "Бухар-жырау;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Родоначальник немецкой классической философии:",
    "num": 343,
    "answers": [
      {
        "answer": "Кант",
        "isTrue": true
      },
      {
        "answer": "Гегель",
        "isTrue": false
      },
      {
        "answer": "Фихте",
        "isTrue": false
      },
      {
        "answer": "Маркс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Человек &ndash; животное символическое&raquo; - это определение человека:",
    "num": 344,
    "answers": [
      {
        "answer": "Эрнста Кассирера;",
        "isTrue": true
      },
      {
        "answer": "Фридриха Ницше;",
        "isTrue": false
      },
      {
        "answer": "Макса Шелера;",
        "isTrue": false
      },
      {
        "answer": "Арнольда Гелена;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что означает понятие &laquo;метафизика&raquo; в системе античного мышления:",
    "num": 345,
    "answers": [
      {
        "answer": "учение о первопричинах бытия",
        "isTrue": true
      },
      {
        "answer": "основной элемент мироздания",
        "isTrue": false
      },
      {
        "answer": "чувственное восприятие",
        "isTrue": false
      },
      {
        "answer": "наука о правильном непротиворечивом мышлении",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автором этики благоговения перед жизнью является:",
    "num": 346,
    "answers": [
      {
        "answer": "Альберт Швейцер;",
        "isTrue": true
      },
      {
        "answer": "Освальд Шпенглер;",
        "isTrue": false
      },
      {
        "answer": "Бертран Рассел;",
        "isTrue": false
      },
      {
        "answer": "Людвиг Витгенштейн;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Проверка процедуры истинности в логическом позитивизме",
    "num": 347,
    "answers": [
      {
        "answer": "верификация;",
        "isTrue": true
      },
      {
        "answer": "консолидация;",
        "isTrue": false
      },
      {
        "answer": "специализация;",
        "isTrue": false
      },
      {
        "answer": "фальсификация;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Критерием научной рациональности теории по К. Попперу является:",
    "num": 348,
    "answers": [
      {
        "answer": "принципиальная опровергаемость;",
        "isTrue": true
      },
      {
        "answer": "связь с практикой;",
        "isTrue": false
      },
      {
        "answer": "логическая соотнесенность с предшествующими знаниями;",
        "isTrue": false
      },
      {
        "answer": "полезность;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Новое искусство ХХ века стало &laquo;бесчеловечным&raquo;, отвлеченным, холодным и ироничным, - так считал автор работы &laquo;Дегуманизация искусства&raquo;:",
    "num": 349,
    "answers": [
      {
        "answer": "Ортега-и-Гассет;",
        "isTrue": true
      },
      {
        "answer": "Шпенглер;",
        "isTrue": false
      },
      {
        "answer": "Ницше;",
        "isTrue": false
      },
      {
        "answer": "Фромм;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Чувственно-наглядный образ, сохраняемый в памяти и воспроизводимый в сознании:",
    "num": 350,
    "answers": [
      {
        "answer": "представление",
        "isTrue": true
      },
      {
        "answer": "восприятие",
        "isTrue": false
      },
      {
        "answer": "ощущение;",
        "isTrue": false
      },
      {
        "answer": "суждение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Способом существования материи в марксистской философии является:",
    "num": 351,
    "answers": [
      {
        "answer": "движение;",
        "isTrue": true
      },
      {
        "answer": "время;",
        "isTrue": false
      },
      {
        "answer": "пространство;",
        "isTrue": false
      },
      {
        "answer": "взаимообусловленность;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выберите концепцию пространства и времени, являющейся сейчас общепринятой, исходя из достижений науки:",
    "num": 352,
    "answers": [
      {
        "answer": "реляционная;",
        "isTrue": true
      },
      {
        "answer": "субстанциональная;",
        "isTrue": false
      },
      {
        "answer": "квантовая;",
        "isTrue": false
      },
      {
        "answer": "энергетическая;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сочинения Аристотеля:",
    "num": 353,
    "answers": [
      {
        "answer": "охватывают практически все науки, известные в древности",
        "isTrue": true
      },
      {
        "answer": "посвящены в основном проблеме соотношения веры и разума",
        "isTrue": false
      },
      {
        "answer": "не сохранились до наших дней",
        "isTrue": false
      },
      {
        "answer": "написаны на латинском языке",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философская категория, выражающая длительность существования материальных объектов, определенную последовательность событий реальной действительности.",
    "num": 354,
    "answers": [
      {
        "answer": "Время",
        "isTrue": true
      },
      {
        "answer": "Сущность",
        "isTrue": false
      },
      {
        "answer": "Субстанция",
        "isTrue": false
      },
      {
        "answer": "Пространство",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Гилозоизм - это:",
    "num": 355,
    "answers": [
      {
        "answer": "учение, признающее &laquo;жизнь&raquo; неотъемлемым свойством материи",
        "isTrue": true
      },
      {
        "answer": "учение о природе",
        "isTrue": false
      },
      {
        "answer": "учение о бытии как таковом",
        "isTrue": false
      },
      {
        "answer": "учение о духовной культуре общества и человека",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Одно из важнейших сочинений К. Поппера посвященная проблеме развития общества",
    "num": 356,
    "answers": [
      {
        "answer": "Открытое общество и его враги",
        "isTrue": true
      },
      {
        "answer": "Утопия",
        "isTrue": false
      },
      {
        "answer": "Город солнца",
        "isTrue": false
      },
      {
        "answer": "Государь",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Абсолютизация роли и значения чувственных данных в философии и научном познании связана с направлением:",
    "num": 357,
    "answers": [
      {
        "answer": "сенсуализма",
        "isTrue": true
      },
      {
        "answer": "скептицизма",
        "isTrue": false
      },
      {
        "answer": "гедонизма",
        "isTrue": false
      },
      {
        "answer": "реализма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Метод познания в философии и науке, когда мысль движется от общих положений к частным выводам:",
    "num": 358,
    "answers": [
      {
        "answer": "дедукция",
        "isTrue": true
      },
      {
        "answer": "индукция",
        "isTrue": false
      },
      {
        "answer": "анализ",
        "isTrue": false
      },
      {
        "answer": "синтез",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Определение человека как символического животного принадлежит:",
    "num": 359,
    "answers": [
      {
        "answer": "Э. Кассиреру",
        "isTrue": true
      },
      {
        "answer": "Ф. Ницше",
        "isTrue": false
      },
      {
        "answer": "А. Камю",
        "isTrue": false
      },
      {
        "answer": "В. Франклу",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Тревога&raquo;, &laquo;заброшенность&raquo;, &laquo;отчаяние&raquo; - термины:",
    "num": 360,
    "answers": [
      {
        "answer": "Экзистенциализма",
        "isTrue": true
      },
      {
        "answer": "Феноменологии",
        "isTrue": false
      },
      {
        "answer": "Структурализма",
        "isTrue": false
      },
      {
        "answer": "Постпозитивизма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выражение &laquo;Душа &ndash; это первая энтелехия естественного тела&raquo; принадлежит",
    "num": 361,
    "answers": [
      {
        "answer": "Аристотелю",
        "isTrue": true
      },
      {
        "answer": "Канту",
        "isTrue": false
      },
      {
        "answer": "Платону",
        "isTrue": false
      },
      {
        "answer": "Эмпедоклу",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Учение, суть которого состоит в том, что удовольствие является единственным благом:",
    "num": 362,
    "answers": [
      {
        "answer": "Гедонизм",
        "isTrue": true
      },
      {
        "answer": "Гилозоизм",
        "isTrue": false
      },
      {
        "answer": "Панлогизм",
        "isTrue": false
      },
      {
        "answer": "Майевтика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Строгий нравственный закон И. Канта носит название:",
    "num": 363,
    "answers": [
      {
        "answer": "категорический императив",
        "isTrue": true
      },
      {
        "answer": "гипотетический принцип",
        "isTrue": false
      },
      {
        "answer": "антиномия",
        "isTrue": false
      },
      {
        "answer": "трансцендентный императив",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Будь человеком&raquo; - основная мысль этической концепции:",
    "num": 364,
    "answers": [
      {
        "answer": "Абая (А.Кунанбаева)",
        "isTrue": true
      },
      {
        "answer": "Ч. Валиханова",
        "isTrue": false
      },
      {
        "answer": "И. Алтынсарина",
        "isTrue": false
      },
      {
        "answer": "Ш. Кудайбердиева",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автор концепции &laquo;открытого общества&raquo;:",
    "num": 365,
    "answers": [
      {
        "answer": "К. Поппер",
        "isTrue": true
      },
      {
        "answer": "О. Конт",
        "isTrue": false
      },
      {
        "answer": "Э. Дюркгейм",
        "isTrue": false
      },
      {
        "answer": "К. Маркс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Организации западных ученых, социологов, общественных деятелей, сформулировавших понятие &quot;глобальные проблемы&quot;",
    "num": 366,
    "answers": [
      {
        "answer": "&quot;Римский клуб&quot;",
        "isTrue": true
      },
      {
        "answer": "&quot;Движение зелёных&quot;",
        "isTrue": false
      },
      {
        "answer": "ООН",
        "isTrue": false
      },
      {
        "answer": "ЮНЕСКО",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что такое теология?",
    "num": 367,
    "answers": [
      {
        "answer": "учение о Боге",
        "isTrue": true
      },
      {
        "answer": "жизнь Бога",
        "isTrue": false
      },
      {
        "answer": "учение о Логосе",
        "isTrue": false
      },
      {
        "answer": "родословная Богов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из мыслителей создал философскую поэму &laquo;Кутадгу билик&raquo;:",
    "num": 368,
    "answers": [
      {
        "answer": "Ж. Баласагуни",
        "isTrue": true
      },
      {
        "answer": "М. Кашгари",
        "isTrue": false
      },
      {
        "answer": "С. Бакыргани",
        "isTrue": false
      },
      {
        "answer": "Х.А. Яссауи",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из казахских мыслителей связывает основной принцип моральной концепции с изречением &laquo;будь человеком&raquo;:",
    "num": 369,
    "answers": [
      {
        "answer": "А. Кунанбаев",
        "isTrue": true
      },
      {
        "answer": "М. Кашгари",
        "isTrue": false
      },
      {
        "answer": "С. Бакыргани",
        "isTrue": false
      },
      {
        "answer": "Х.А. Яссауи",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автор работы &laquo;Мусульманский Ренессанс&raquo;:",
    "num": 370,
    "answers": [
      {
        "answer": "А. Мец А. Тойнби",
        "isTrue": true
      },
      {
        "answer": "А. Мец",
        "isTrue": false
      },
      {
        "answer": "Ф. Шлейермахер",
        "isTrue": false
      },
      {
        "answer": "Н. Кузанский",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из философов создал основные категории диалектики:",
    "num": 371,
    "answers": [
      {
        "answer": "Г. Гегель",
        "isTrue": true
      },
      {
        "answer": "Л. Фейербах",
        "isTrue": false
      },
      {
        "answer": "И. Кант",
        "isTrue": false
      },
      {
        "answer": "И. Фихте",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из немецких философов является автором труда &laquo;Основы философии будущего&raquo;",
    "num": 372,
    "answers": [
      {
        "answer": "Л. Фейербах",
        "isTrue": true
      },
      {
        "answer": "И. Кант",
        "isTrue": false
      },
      {
        "answer": "Г. Гегель",
        "isTrue": false
      },
      {
        "answer": "И. Фихте",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто развивает пантеистическое учение в период Нового времени:",
    "num": 373,
    "answers": [
      {
        "answer": "Б. Спиноза",
        "isTrue": true
      },
      {
        "answer": "Ф. Бэкон",
        "isTrue": false
      },
      {
        "answer": "Дж. Локк",
        "isTrue": false
      },
      {
        "answer": "Т. Гоббс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Одно из ключевых понятий М. Фуко в книге &laquo;Слова и вещи&raquo;:",
    "num": 374,
    "answers": [
      {
        "answer": "эпистема",
        "isTrue": true
      },
      {
        "answer": "слово",
        "isTrue": false
      },
      {
        "answer": "аналитика",
        "isTrue": false
      },
      {
        "answer": "феномен",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Априории&raquo;, &laquo;апостериории&raquo;, &laquo;антиномия&raquo;, какой термин еще относится к философии И.Канта:",
    "num": 375,
    "answers": [
      {
        "answer": "вещь-в-себе",
        "isTrue": true
      },
      {
        "answer": "ассимиляция",
        "isTrue": false
      },
      {
        "answer": "материя",
        "isTrue": false
      },
      {
        "answer": "фальсификация",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кому принадлежит идея обуздание человеческого эгоизма, влекущего за собой &laquo;войну всех против всех&raquo; является причиной, обуславливающей необходимость государства и права.",
    "num": 376,
    "answers": [
      {
        "answer": "Т. Гоббсу",
        "isTrue": true
      },
      {
        "answer": "Аристотелю",
        "isTrue": false
      },
      {
        "answer": "Канту",
        "isTrue": false
      },
      {
        "answer": "О. Конту",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кого называют &laquo;вторым учителем&raquo;:",
    "num": 377,
    "answers": [
      {
        "answer": "аль-Фараби",
        "isTrue": true
      },
      {
        "answer": "аль-Кинди",
        "isTrue": false
      },
      {
        "answer": "аль-Газали",
        "isTrue": false
      },
      {
        "answer": "Ибн-Сина",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Фундаментальное понятие философии К. Юнга:",
    "num": 378,
    "answers": [
      {
        "answer": "архетип коллективного бессознательного эго",
        "isTrue": true
      },
      {
        "answer": "эго",
        "isTrue": false
      },
      {
        "answer": "архетип индивидуального бессознательного",
        "isTrue": false
      },
      {
        "answer": "архетип ценностей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Каким философом ХХ века была провозглашена идея конца культуры",
    "num": 379,
    "answers": [
      {
        "answer": "О. А. Шпенглером",
        "isTrue": true
      },
      {
        "answer": "А. Тойнби",
        "isTrue": false
      },
      {
        "answer": "А. Шопенгауэром",
        "isTrue": false
      },
      {
        "answer": "Ф. Ницше",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кому принадлежит идея: &laquo;Человек - существо играющее&raquo;.",
    "num": 380,
    "answers": [
      {
        "answer": "И. Хейзинга",
        "isTrue": true
      },
      {
        "answer": "О. А. Шпенглером",
        "isTrue": false
      },
      {
        "answer": "А. Тойнби",
        "isTrue": false
      },
      {
        "answer": "А. Шопенгауэру",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основной философский труд Шакарима &mdash; &ldquo;Три &hellip;&rdquo;:",
    "num": 381,
    "answers": [
      {
        "answer": "Истины",
        "isTrue": true
      },
      {
        "answer": "Товарища",
        "isTrue": false
      },
      {
        "answer": "Заблуждения",
        "isTrue": false
      },
      {
        "answer": "Наставления",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Последователи философии Аристотеля получили название &hellip;",
    "num": 382,
    "answers": [
      {
        "answer": "Перипатетики",
        "isTrue": true
      },
      {
        "answer": "Доксографы",
        "isTrue": false
      },
      {
        "answer": "Стагириты",
        "isTrue": false
      },
      {
        "answer": "Неоаристотелизма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В творчестве какого казахского мыслителя этнографические, исторические, географические исследования приобрели философский характер:",
    "num": 383,
    "answers": [
      {
        "answer": "Ч. Валиханов",
        "isTrue": true
      },
      {
        "answer": "М. Кашгари",
        "isTrue": false
      },
      {
        "answer": "С. Бакыргани",
        "isTrue": false
      },
      {
        "answer": "Х.А. Яссауи",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В качество метода познания для сенсуализма характерно:",
    "num": 384,
    "answers": [
      {
        "answer": "признание приоритетной роли чувств в познании",
        "isTrue": true
      },
      {
        "answer": "абсолютизация роли разума в познании",
        "isTrue": false
      },
      {
        "answer": "выделение языка в качестве основы познания",
        "isTrue": false
      },
      {
        "answer": "отрицание познаваемости мира",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что означает в переводе &laquo;гуманизм&raquo;:",
    "num": 385,
    "answers": [
      {
        "answer": "человечность",
        "isTrue": true
      },
      {
        "answer": "материя",
        "isTrue": false
      },
      {
        "answer": "идея",
        "isTrue": false
      },
      {
        "answer": "истина",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Религиозное учение о конечной судьбе мира и человека:",
    "num": 386,
    "answers": [
      {
        "answer": "Онтология",
        "isTrue": true
      },
      {
        "answer": "Эсхатология",
        "isTrue": false
      },
      {
        "answer": "Гносеология",
        "isTrue": false
      },
      {
        "answer": "Апологетика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Традиция приписывает введение термина &ldquo;философия&rdquo;",
    "num": 387,
    "answers": [
      {
        "answer": "Пифагору",
        "isTrue": true
      },
      {
        "answer": "Фалесу",
        "isTrue": false
      },
      {
        "answer": "Аристотелю",
        "isTrue": false
      },
      {
        "answer": "Плотину",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Один из первых греческих философов, математик, один из &laquo;Семи мудрецов&raquo;",
    "num": 388,
    "answers": [
      {
        "answer": "Фалес",
        "isTrue": true
      },
      {
        "answer": "Аристотель",
        "isTrue": false
      },
      {
        "answer": "Сократ",
        "isTrue": false
      },
      {
        "answer": "Цицерон",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Тип философского мировоззрения, в основе которого лежит объяснение всего сущего через господство необъяснимой, сверхъестественной силы, Бога",
    "num": 389,
    "answers": [
      {
        "answer": "теоцентризм",
        "isTrue": true
      },
      {
        "answer": "космоцентризм",
        "isTrue": false
      },
      {
        "answer": "антропоцентризм",
        "isTrue": false
      },
      {
        "answer": "мифотворчество",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Когда философия учит, ничего сразу не принимать и не отвергать без глубокого и самостоятельного размышления и анализа, то ее деятельность связана с",
    "num": 390,
    "answers": [
      {
        "answer": "критической функцией",
        "isTrue": true
      },
      {
        "answer": "мировоззренческой функцией",
        "isTrue": false
      },
      {
        "answer": "гуманистической функцией",
        "isTrue": false
      },
      {
        "answer": "прогностической функцией",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основная форма произведений Платона",
    "num": 391,
    "answers": [
      {
        "answer": "Диалоги",
        "isTrue": true
      },
      {
        "answer": "Проза",
        "isTrue": false
      },
      {
        "answer": "Стихи",
        "isTrue": false
      },
      {
        "answer": "Поэмы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Определение &laquo;Философия - служанка богословия&raquo; характеризует период",
    "num": 392,
    "answers": [
      {
        "answer": "Средневековья",
        "isTrue": true
      },
      {
        "answer": "Возрождения",
        "isTrue": false
      },
      {
        "answer": "Нового времени",
        "isTrue": false
      },
      {
        "answer": "Просвещения",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Авиценна - западное прочтение имени:",
    "num": 393,
    "answers": [
      {
        "answer": "Ибн-Сина",
        "isTrue": true
      },
      {
        "answer": "Аль-Газали",
        "isTrue": false
      },
      {
        "answer": "Ибн-Рушд",
        "isTrue": false
      },
      {
        "answer": "Аль-Кинди",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Самое известное произведение средневекового европейского мыслителя Августина Блаженного:",
    "num": 394,
    "answers": [
      {
        "answer": "Исповедь",
        "isTrue": true
      },
      {
        "answer": "Провидение",
        "isTrue": false
      },
      {
        "answer": "Апология Сократа",
        "isTrue": false
      },
      {
        "answer": "Теософия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понятие &laquo;атом&raquo; в переводе с греческого означает:",
    "num": 395,
    "answers": [
      {
        "answer": "Неделимый",
        "isTrue": true
      },
      {
        "answer": "Простой",
        "isTrue": false
      },
      {
        "answer": "Сложный",
        "isTrue": false
      },
      {
        "answer": "Изменчивый",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Первым в истории философской мысли теоретически осмыслил категорию бытие",
    "num": 396,
    "answers": [
      {
        "answer": "Парменид",
        "isTrue": true
      },
      {
        "answer": "Пифагор",
        "isTrue": false
      },
      {
        "answer": "Августин",
        "isTrue": false
      },
      {
        "answer": "Кант",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сознание по свое природе:",
    "num": 397,
    "answers": [
      {
        "answer": "идеально",
        "isTrue": true
      },
      {
        "answer": "сознания материально",
        "isTrue": false
      },
      {
        "answer": "двойственно",
        "isTrue": false
      },
      {
        "answer": "критично",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автор утверждения &laquo;Я мыслю, значит, существую&raquo;",
    "num": 398,
    "answers": [
      {
        "answer": "Декарт",
        "isTrue": true
      },
      {
        "answer": "Гегель",
        "isTrue": false
      },
      {
        "answer": "Платон",
        "isTrue": false
      },
      {
        "answer": "Конт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автор высказывания: &laquo;Мыслю, следовательно, существую&raquo;?",
    "num": 399,
    "answers": [
      {
        "answer": "Р Декарт",
        "isTrue": true
      },
      {
        "answer": "Ф Бэкон",
        "isTrue": false
      },
      {
        "answer": "Т Гоббс",
        "isTrue": false
      },
      {
        "answer": "Г Лейбниц",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В ранней философии категория &laquo;сознание&raquo; определялась через понятие",
    "num": 400,
    "answers": [
      {
        "answer": "душа",
        "isTrue": true
      },
      {
        "answer": "апейрон",
        "isTrue": false
      },
      {
        "answer": "атом",
        "isTrue": false
      },
      {
        "answer": "логос",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Учение, утверждающее об ограниченных возможностях человека в познании мира, называется:",
    "num": 401,
    "answers": [
      {
        "answer": "скептицизм",
        "isTrue": true
      },
      {
        "answer": "материализм",
        "isTrue": false
      },
      {
        "answer": "эмпиризм",
        "isTrue": false
      },
      {
        "answer": "идеализм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Вид познания, вплетенный в жизнедеятельности субъекта, но не обладающий доказательной силой, называется:",
    "num": 402,
    "answers": [
      {
        "answer": "обыденным",
        "isTrue": true
      },
      {
        "answer": "абстрактным",
        "isTrue": false
      },
      {
        "answer": "теоретическим",
        "isTrue": false
      },
      {
        "answer": "критическим",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Логическая операция перехода от частного к общему называется",
    "num": 403,
    "answers": [
      {
        "answer": "Индукция",
        "isTrue": true
      },
      {
        "answer": "Дедукция",
        "isTrue": false
      },
      {
        "answer": "Абстрагирование",
        "isTrue": false
      },
      {
        "answer": "Редукция",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Совокупность подходов, приемов, способов решения различных практических и познавательных проблем - это:",
    "num": 404,
    "answers": [
      {
        "answer": "методика",
        "isTrue": true
      },
      {
        "answer": "развитие",
        "isTrue": false
      },
      {
        "answer": "навык",
        "isTrue": false
      },
      {
        "answer": "механизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Образ &laquo;сверхчеловека&raquo; был предложен в философских произведениях:",
    "num": 405,
    "answers": [
      {
        "answer": "Ф. Ницше",
        "isTrue": true
      },
      {
        "answer": "А. Камю",
        "isTrue": false
      },
      {
        "answer": "К. Маркса",
        "isTrue": false
      },
      {
        "answer": "А. Шопенгауэра",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем суть человеческой жизни согласно Буддизму",
    "num": 406,
    "answers": [
      {
        "answer": "Страдание",
        "isTrue": true
      },
      {
        "answer": "Счастье",
        "isTrue": false
      },
      {
        "answer": "Труд",
        "isTrue": false
      },
      {
        "answer": "Жизнь в обществе",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Заратустра - герой философских размышлений:",
    "num": 407,
    "answers": [
      {
        "answer": "Ф. Ницше",
        "isTrue": true
      },
      {
        "answer": "А. Шопенгауэра",
        "isTrue": false
      },
      {
        "answer": "А. Камю",
        "isTrue": false
      },
      {
        "answer": "М. Хайдеггера",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сократ является примером:",
    "num": 408,
    "answers": [
      {
        "answer": "мудрого правителя",
        "isTrue": true
      },
      {
        "answer": "человека, посвятившего себя социальным проблемам, умножению богатства и могущества общества",
        "isTrue": false
      },
      {
        "answer": "человека, посвятившего свою жизнь истине и абсолютно безразличного к богатству",
        "isTrue": false
      },
      {
        "answer": "ученого-естествоиспытателя",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сократ придерживался мнения, что высшей ценность является",
    "num": 409,
    "answers": [
      {
        "answer": "добродетель",
        "isTrue": true
      },
      {
        "answer": "природа",
        "isTrue": false
      },
      {
        "answer": "материальное богатство",
        "isTrue": false
      },
      {
        "answer": "Бог",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автор работы &laquo;Никомахова этика&raquo;",
    "num": 410,
    "answers": [
      {
        "answer": "Аристотель",
        "isTrue": true
      },
      {
        "answer": "Платон",
        "isTrue": false
      },
      {
        "answer": "Кант",
        "isTrue": false
      },
      {
        "answer": "Маркс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В своих высказываниях Конфуций отмечает, что &laquo;Чрезмерность так же плоха, как и отставание&raquo;, поясняя важнейший этический, антропологический и социально-политический принцип -",
    "num": 411,
    "answers": [
      {
        "answer": "Путь золотой середины",
        "isTrue": true
      },
      {
        "answer": "Путь аскезы",
        "isTrue": false
      },
      {
        "answer": "Перфекционизм",
        "isTrue": false
      },
      {
        "answer": "Принцип дуализма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Понимание общественной жизни через законы и категории биологии характеризует",
    "num": 412,
    "answers": [
      {
        "answer": "Социальный дарвинизм",
        "isTrue": true
      },
      {
        "answer": "Структурализм",
        "isTrue": false
      },
      {
        "answer": "Аналитическую философию",
        "isTrue": false
      },
      {
        "answer": "Экзистенциализм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Философия истории&raquo; - термин, введенные в оборот и последовательно представленный в рассуждениях об обществе и принципах его бытия у &hellip;",
    "num": 413,
    "answers": [
      {
        "answer": "Вольтера",
        "isTrue": true
      },
      {
        "answer": "Канта",
        "isTrue": false
      },
      {
        "answer": "Гегеля",
        "isTrue": false
      },
      {
        "answer": "Маркса",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Автором знаменитого социально-философского трактата &laquo;Город Солнца&raquo; является:",
    "num": 414,
    "answers": [
      {
        "answer": "Кампанелла Т.",
        "isTrue": true
      },
      {
        "answer": "Мор Т.",
        "isTrue": false
      },
      {
        "answer": "Мюнцер Т.",
        "isTrue": false
      },
      {
        "answer": "Кеплер И.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Приоритетное развитие в какой области отражает категория &laquo;цивилизация&raquo;?",
    "num": 415,
    "answers": [
      {
        "answer": "техника",
        "isTrue": true
      },
      {
        "answer": "искусство",
        "isTrue": false
      },
      {
        "answer": "мораль",
        "isTrue": false
      },
      {
        "answer": "религия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выделите основной элемент политической структуры общества:",
    "num": 416,
    "answers": [
      {
        "answer": "государство",
        "isTrue": true
      },
      {
        "answer": "политические партии",
        "isTrue": false
      },
      {
        "answer": "политические организации",
        "isTrue": false
      },
      {
        "answer": "политический лидер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое направление в философии ХХ в. выдвигает на первый план проблему жизни и смерти человека",
    "num": 417,
    "answers": [
      {
        "answer": "экзистенциализм",
        "isTrue": true
      },
      {
        "answer": "томизм",
        "isTrue": false
      },
      {
        "answer": "прагматизм",
        "isTrue": false
      },
      {
        "answer": "неотомизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое философское учение утверждает единство бога и природы?",
    "num": 418,
    "answers": [
      {
        "answer": "пантеизм",
        "isTrue": true
      },
      {
        "answer": "дуализм",
        "isTrue": false
      },
      {
        "answer": "деизм",
        "isTrue": false
      },
      {
        "answer": "агностицизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой принцип является ядром диалектики и указывает на причину и источник развития?",
    "num": 419,
    "answers": [
      {
        "answer": "закон единства и борьбы противоположностей",
        "isTrue": true
      },
      {
        "answer": "восхождение от абстрактного к конкретному",
        "isTrue": false
      },
      {
        "answer": "единство логического и исторического",
        "isTrue": false
      },
      {
        "answer": "закон обратного соотношения между объемом и содержанием",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой принцип диалектики помогает понять, как конкретное в действительности трансформируется в конкретное познание?",
    "num": 420,
    "answers": [
      {
        "answer": "восхождение от абстрактного к конкретному",
        "isTrue": true
      },
      {
        "answer": "единство логического и исторического",
        "isTrue": false
      },
      {
        "answer": "закон исключенного третьего",
        "isTrue": false
      },
      {
        "answer": "закон обратного соотношения между объемом и содержанием",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой принцип диалектики аккумулирует в себе познавательную возможность законов и категорий диалектики и организует процесс познания?",
    "num": 421,
    "answers": [
      {
        "answer": "восхождение от абстрактного к конкретному",
        "isTrue": true
      },
      {
        "answer": "дуализм",
        "isTrue": false
      },
      {
        "answer": "закон исключенного третьего",
        "isTrue": false
      },
      {
        "answer": "закон обратного соотношения между объемом и содержанием",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой закон логики утверждает, что в процессе определенного рассуждения всякое понятие и суждение должно быть тождественно само по себе?",
    "num": 422,
    "answers": [
      {
        "answer": "закон тождества",
        "isTrue": true
      },
      {
        "answer": "закон не противоречия",
        "isTrue": false
      },
      {
        "answer": "закон достаточного основания",
        "isTrue": false
      },
      {
        "answer": "закон обратного соотношения между объемом и содержанием",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какая форма мышления из перечисленных отражает общие, существенные признаки и свойства предметов и явлений?",
    "num": 423,
    "answers": [
      {
        "answer": "понятие",
        "isTrue": true
      },
      {
        "answer": "суждение",
        "isTrue": false
      },
      {
        "answer": "умозаключение",
        "isTrue": false
      },
      {
        "answer": "гипотеза",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Социальная мысль античности содержится в трудах",
    "num": 424,
    "answers": [
      {
        "answer": "Платона, Аристотеля",
        "isTrue": true
      },
      {
        "answer": "Левкиппа",
        "isTrue": false
      },
      {
        "answer": "Гераклита и Пифгора",
        "isTrue": false
      },
      {
        "answer": "Философов Элейской школы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Миропонимание составляет &hellip; сторону мировоззрения",
    "num": 425,
    "answers": [
      {
        "answer": "познавательно-интеллектуальную",
        "isTrue": true
      },
      {
        "answer": "поведенческо-практическую",
        "isTrue": false
      },
      {
        "answer": "эмоционально-психическую",
        "isTrue": false
      },
      {
        "answer": "духовно-аксиологическую",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Критерий истинности знаний в учении диалектического материализма",
    "num": 426,
    "answers": [
      {
        "answer": "Фальсификация",
        "isTrue": true
      },
      {
        "answer": "Аналитика",
        "isTrue": false
      },
      {
        "answer": "Верификация",
        "isTrue": false
      },
      {
        "answer": "Практика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Успех европейской цивилизации тесно связан с тем, насколько удается соединнить выгоду и",
    "num": 427,
    "answers": [
      {
        "answer": "справедливость",
        "isTrue": true
      },
      {
        "answer": "свободу",
        "isTrue": false
      },
      {
        "answer": "честность",
        "isTrue": false
      },
      {
        "answer": "пользу",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Средневековый мыслитель периода схоластики, предложивший 5 доказательств бытия Бога",
    "num": 428,
    "answers": [
      {
        "answer": "Фома Аквинский",
        "isTrue": true
      },
      {
        "answer": "Иоанн Дамаский",
        "isTrue": false
      },
      {
        "answer": "Бонавентура",
        "isTrue": false
      },
      {
        "answer": "Августин Блаженный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философская категория, обозначающая протяженность материальных объектов, их величину и расположение относительно друг друга",
    "num": 429,
    "answers": [
      {
        "answer": "Пространство",
        "isTrue": true
      },
      {
        "answer": "Материя",
        "isTrue": false
      },
      {
        "answer": "Структура",
        "isTrue": false
      },
      {
        "answer": "Время",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Человек сам выдумал и создал мир религиозных идей и представлений, в том числе идею бога. В основе всех религий лежит представление каких далеких предков о душе&raquo; так считал",
    "num": 430,
    "answers": [
      {
        "answer": "Ч.Г.Спенсер",
        "isTrue": true
      },
      {
        "answer": "Дж. Фразер",
        "isTrue": false
      },
      {
        "answer": "Э.Тайлор",
        "isTrue": false
      },
      {
        "answer": "К. Леви-Стросс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Исторический тип мировоззрения, отличающийся рациональностью, рефлективностью",
    "num": 431,
    "answers": [
      {
        "answer": "философия",
        "isTrue": true
      },
      {
        "answer": "искусство",
        "isTrue": false
      },
      {
        "answer": "религия",
        "isTrue": false
      },
      {
        "answer": "миф",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Аристотель выделяет 2 рода добродетелей соответственно двум частям души",
    "num": 432,
    "answers": [
      {
        "answer": "разумные и иррациональные",
        "isTrue": true
      },
      {
        "answer": "этические и религиозные",
        "isTrue": false
      },
      {
        "answer": "этические и эстетические",
        "isTrue": false
      },
      {
        "answer": "практические и теоретические",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Вторым учителем&raquo; называют",
    "num": 433,
    "answers": [
      {
        "answer": "аль-Фараби",
        "isTrue": true
      },
      {
        "answer": "Ибн-Сину",
        "isTrue": false
      },
      {
        "answer": "аль-Газали",
        "isTrue": false
      },
      {
        "answer": "аль-Кинди",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сравнивал сознание новорожденного ребенка с &laquo;чистой доской&raquo;",
    "num": 434,
    "answers": [
      {
        "answer": "Д.Локк",
        "isTrue": true
      },
      {
        "answer": "Ф.Бэкон",
        "isTrue": false
      },
      {
        "answer": "Ф.Аквинский",
        "isTrue": false
      },
      {
        "answer": "Т.Мор",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Философия есть эпоха схваченная мыслью&raquo; утверждал",
    "num": 435,
    "answers": [
      {
        "answer": "Гегель",
        "isTrue": true
      },
      {
        "answer": "Декарт",
        "isTrue": false
      },
      {
        "answer": "Спиноза",
        "isTrue": false
      },
      {
        "answer": "Риккерт",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Фундаментальное понятие философии К.Юнга",
    "num": 436,
    "answers": [
      {
        "answer": "архетип коллективного бессознательного",
        "isTrue": true
      },
      {
        "answer": "эго",
        "isTrue": false
      },
      {
        "answer": "архетип ценностей",
        "isTrue": false
      },
      {
        "answer": "супер эго",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Концепция культуры в учении З.Фрейда связана с понятием",
    "num": 437,
    "answers": [
      {
        "answer": "Бессознательное",
        "isTrue": true
      },
      {
        "answer": "Материя",
        "isTrue": false
      },
      {
        "answer": "Деятельность",
        "isTrue": false
      },
      {
        "answer": "Время",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Фальсифицируемость как критерий научности эмпирической теории ввел",
    "num": 438,
    "answers": [
      {
        "answer": "К.Поппер",
        "isTrue": true
      },
      {
        "answer": "Т.Мор",
        "isTrue": false
      },
      {
        "answer": "Г.Уэллс",
        "isTrue": false
      },
      {
        "answer": "А.Бергсон",
        "isTrue": false
      }
    ]
  },
  {
    "question": "С диалектическим законом единства и борьбы противоположностей связана категория",
    "num": 439,
    "answers": [
      {
        "answer": "Отрицание",
        "isTrue": true
      },
      {
        "answer": "Причинность",
        "isTrue": false
      },
      {
        "answer": "Противоречие",
        "isTrue": false
      },
      {
        "answer": "Количество",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Суждение &laquo;Удивление побуждает людей философствовать&raquo; принадлежит",
    "num": 440,
    "answers": [
      {
        "answer": "Аристотелю",
        "isTrue": true
      },
      {
        "answer": "Декарту",
        "isTrue": false
      },
      {
        "answer": "Сократу",
        "isTrue": false
      },
      {
        "answer": "Платону",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В своей общественной трудовой деятельности человек",
    "num": 441,
    "answers": [
      {
        "answer": "Подчиняется природе",
        "isTrue": true
      },
      {
        "answer": "Отрицает природу",
        "isTrue": false
      },
      {
        "answer": "Игнорирует природу",
        "isTrue": false
      },
      {
        "answer": "Обожествляет природу",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В англоязычной литературе &laquo;естественная теология до сих пор часто именуется",
    "num": 442,
    "answers": [
      {
        "answer": "философией религии",
        "isTrue": true
      },
      {
        "answer": "религиоведением",
        "isTrue": false
      },
      {
        "answer": "натурфилософией",
        "isTrue": false
      },
      {
        "answer": "религиозой философией",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Отрасль философского знания, занимающаяся исследованиями теории познания",
    "num": 443,
    "answers": [
      {
        "answer": "Гносеология",
        "isTrue": true
      },
      {
        "answer": "Герменевтика",
        "isTrue": false
      },
      {
        "answer": "Аксиология",
        "isTrue": false
      },
      {
        "answer": "Философская антропология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философ ХХвек, провозгласивший идею конца культуры и &laquo;заката Европы&raquo;",
    "num": 444,
    "answers": [
      {
        "answer": "О.Шпенглер",
        "isTrue": true
      },
      {
        "answer": "Ф.Ницше",
        "isTrue": false
      },
      {
        "answer": "А.Шопенгауэр",
        "isTrue": false
      },
      {
        "answer": "А.Тойнби",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Средневековый философ, утверждавщий, что история провляется как движение от &laquo;земного града&raquo; к &laquo;граду Божьему&raquo;",
    "num": 445,
    "answers": [
      {
        "answer": "Августин Аврелий",
        "isTrue": true
      },
      {
        "answer": "Бонавентура",
        "isTrue": false
      },
      {
        "answer": "Боэций",
        "isTrue": false
      },
      {
        "answer": "Иоанн Дамаскин",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В переводе гуманизм&raquo; означает",
    "num": 446,
    "answers": [
      {
        "answer": "человечность",
        "isTrue": true
      },
      {
        "answer": "материя",
        "isTrue": false
      },
      {
        "answer": "познание",
        "isTrue": false
      },
      {
        "answer": "истина",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Раздел философии, который изучает бытие, его формы",
    "num": 447,
    "answers": [
      {
        "answer": "онтология",
        "isTrue": true
      },
      {
        "answer": "феноменология",
        "isTrue": false
      },
      {
        "answer": "эпистемология",
        "isTrue": false
      },
      {
        "answer": "логика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Представители цивилизационного подхода в изучении проблем развития человечества",
    "num": 448,
    "answers": [
      {
        "answer": "О.Шпенглер, А.Тойнби, С.Хантингтон",
        "isTrue": true
      },
      {
        "answer": "И.Кант, Г.Гегель,",
        "isTrue": false
      },
      {
        "answer": "К.Маркс, Г.Гегель, И.Кант",
        "isTrue": false
      },
      {
        "answer": "Ф.Энгельс, В.Ленин, М.Фуко",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Основоположник казахского Просвещения",
    "num": 449,
    "answers": [
      {
        "answer": "Ч.Валиханов",
        "isTrue": true
      },
      {
        "answer": "А.Байтурсынов",
        "isTrue": false
      },
      {
        "answer": "Т.Рыскулов",
        "isTrue": false
      },
      {
        "answer": "М.Дулатов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Этическая концепция, утверждающая наличие некого абсолютого положительного в нравственном отношении должно составлять смысл человеческой жизни",
    "num": 450,
    "answers": [
      {
        "answer": "идеализм",
        "isTrue": true
      },
      {
        "answer": "гедонизм",
        "isTrue": false
      },
      {
        "answer": "утилитаризм",
        "isTrue": false
      },
      {
        "answer": "альтруизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Программным документом&raquo; диалектической теологии стала работа",
    "num": 451,
    "answers": [
      {
        "answer": "Р.Барт &laquo;Критика и истина&raquo;",
        "isTrue": true
      },
      {
        "answer": "В.Аксючиц &laquo;Под сенью Креста&raquo;",
        "isTrue": false
      },
      {
        "answer": "К.Барта &laquo;Послание к Римлянам&raquo;",
        "isTrue": false
      },
      {
        "answer": "А.Бадью &laquo;Теория противоречия&raquo;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Сократ занимался по преимуществу &hellip; вопросами",
    "num": 452,
    "answers": [
      {
        "answer": "научными",
        "isTrue": true
      },
      {
        "answer": "гносеологическими",
        "isTrue": false
      },
      {
        "answer": "этическими",
        "isTrue": false
      },
      {
        "answer": "политическими",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Знание(духовное и нравственное), которое не может быть просто &laquo;принято к сведению&raquo;, а требует от человека жизненного ответа это-",
    "num": 453,
    "answers": [
      {
        "answer": "мировоззрение",
        "isTrue": true
      },
      {
        "answer": "религия",
        "isTrue": false
      },
      {
        "answer": "вера",
        "isTrue": false
      },
      {
        "answer": "знание",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Отрасль философского знания, исследующая мир религии",
    "num": 454,
    "answers": [
      {
        "answer": "Философия религии",
        "isTrue": true
      },
      {
        "answer": "Философская антропология",
        "isTrue": false
      },
      {
        "answer": "Онтология",
        "isTrue": false
      },
      {
        "answer": "Аксиология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Цель, к которой стремится всякая жизнь,- есть смерть&raquo;,-утверждал",
    "num": 455,
    "answers": [
      {
        "answer": "Фрейд",
        "isTrue": true
      },
      {
        "answer": "Хайдеггер",
        "isTrue": false
      },
      {
        "answer": "Ницше",
        "isTrue": false
      },
      {
        "answer": "Ясперс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Содержание наших знаний, существующее независимо от человека, есть",
    "num": 456,
    "answers": [
      {
        "answer": "Абсолютная истина",
        "isTrue": true
      },
      {
        "answer": "Объективная истина",
        "isTrue": false
      },
      {
        "answer": "Заблуждение",
        "isTrue": false
      },
      {
        "answer": "Вера",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Исторический тип мировоззрение, отличающийся рациональностью,рефлективностью",
    "num": 457,
    "answers": [
      {
        "answer": "философия",
        "isTrue": true
      },
      {
        "answer": "религия",
        "isTrue": false
      },
      {
        "answer": "искусство",
        "isTrue": false
      },
      {
        "answer": "миф",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Ф.Ницше можно назвать",
    "num": 458,
    "answers": [
      {
        "answer": "Прововедником индивидуализма",
        "isTrue": true
      },
      {
        "answer": "Проведником альтруизма",
        "isTrue": false
      },
      {
        "answer": "Проповедником гуманизма",
        "isTrue": false
      },
      {
        "answer": "Проблемой современного общества",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Метод теоретического познание",
    "num": 459,
    "answers": [
      {
        "answer": "логический",
        "isTrue": true
      },
      {
        "answer": "математизация",
        "isTrue": false
      },
      {
        "answer": "сравнение",
        "isTrue": false
      },
      {
        "answer": "эксперимент",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Д.Беркли, утверждая &laquo;существовать- значит быть воспринимаемым&raquo;, занимал позицию",
    "num": 460,
    "answers": [
      {
        "answer": "субъективного идеализма",
        "isTrue": true
      },
      {
        "answer": "эмпиризма",
        "isTrue": false
      },
      {
        "answer": "рационализма",
        "isTrue": false
      },
      {
        "answer": "вульгарного материализма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "&laquo;Человек сам выдумал и создал мир религиозных идей и представлений, в том числе идею бога. В основе всех религий, лежит представление наших душе&raquo; так считал",
    "num": 461,
    "answers": [
      {
        "answer": "Ч.Г.Спенсер",
        "isTrue": true
      },
      {
        "answer": "Дж.Фрэзер",
        "isTrue": false
      },
      {
        "answer": "Э.Тайлор",
        "isTrue": false
      },
      {
        "answer": "К. Леви-Стросс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философская категория, обозначающая протяженность материальных объектов, их величину и расположение относительно друг друга.",
    "num": 462,
    "answers": [
      {
        "answer": "Пространство",
        "isTrue": true
      },
      {
        "answer": "Время",
        "isTrue": false
      },
      {
        "answer": "Материя",
        "isTrue": false
      },
      {
        "answer": "Система",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Главное убеждение Сократа заключалось в том, что истинная нравственность, высшая добродетель &ndash; это:",
    "num": 463,
    "answers": [
      {
        "answer": "знание",
        "isTrue": true
      },
      {
        "answer": "вера",
        "isTrue": false
      },
      {
        "answer": "бог",
        "isTrue": false
      },
      {
        "answer": "религия",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Определение человека как политического животного принадлежит:",
    "num": 464,
    "answers": [
      {
        "answer": "Аристотелю",
        "isTrue": true
      },
      {
        "answer": "В. Франклу",
        "isTrue": false
      },
      {
        "answer": "Э. Кассиреру",
        "isTrue": false
      },
      {
        "answer": "А. Камю",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философское наследие Бухар-жырау отражено",
    "num": 465,
    "answers": [
      {
        "answer": "В стихах, восхваляющих деятельность биев и султанов, направленных на единство народа",
        "isTrue": true
      },
      {
        "answer": "В призывах поддержки идеи военного союза с Джунгарией",
        "isTrue": false
      },
      {
        "answer": "В исторических романах его учеников",
        "isTrue": false
      },
      {
        "answer": "В ритуалах, обрядах",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Этическое начало лежит в основе всякой культуры полагал:",
    "num": 466,
    "answers": [
      {
        "answer": "Швейцер",
        "isTrue": true
      },
      {
        "answer": "Спенсер",
        "isTrue": false
      },
      {
        "answer": "Маркс",
        "isTrue": false
      },
      {
        "answer": "Энгельс",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем состоит сущность иррационализма?",
    "num": 467,
    "answers": [
      {
        "answer": "Направление в философии, делающей основой миропонимания нерациональные формы познания (интуиция, вживание, переживания)",
        "isTrue": true
      },
      {
        "answer": "Направление в философии, делающей основой миропонимания разум",
        "isTrue": false
      },
      {
        "answer": "Направление в философии, считающее, что мир можно познать опытным путем",
        "isTrue": false
      },
      {
        "answer": "Направление в философии, считающее, что мир можно познать в синтезе опыта и разума",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто отмечает дедукцию как основной метод познания:",
    "num": 468,
    "answers": [
      {
        "answer": "Р. Декарт",
        "isTrue": true
      },
      {
        "answer": "Ф. Бэкон",
        "isTrue": false
      },
      {
        "answer": "Дж. Локк",
        "isTrue": false
      },
      {
        "answer": "Ибн-Сина",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто исследовал индукцию как метод познания:",
    "num": 469,
    "answers": [
      {
        "answer": "Ф. Бэкон",
        "isTrue": true
      },
      {
        "answer": "Р. Декарт",
        "isTrue": false
      },
      {
        "answer": "Дж. Локк",
        "isTrue": false
      },
      {
        "answer": "Ибн-Сина",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Философское учение о сущности и существовании человека:",
    "num": 470,
    "answers": [
      {
        "answer": "антропология",
        "isTrue": true
      },
      {
        "answer": "онтология",
        "isTrue": false
      },
      {
        "answer": "Этика",
        "isTrue": false
      },
      {
        "answer": "гносеология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Благо &ndash; это ценность",
    "num": 471,
    "answers": [
      {
        "answer": "на которую главным образом направлены человеческие достижения",
        "isTrue": true
      },
      {
        "answer": "имеющая разрушительный смысл",
        "isTrue": false
      },
      {
        "answer": "имеющая исключительно духовный смысл",
        "isTrue": false
      },
      {
        "answer": "связанная с материальными интересами",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем суть кризиса объяснения в науке на рубеже XIX-XX вв. с философских позиций?",
    "num": 472,
    "answers": [
      {
        "answer": "в переходе к новому пределу осмысления реального мира",
        "isTrue": true
      },
      {
        "answer": "в непознаваемости мира",
        "isTrue": false
      },
      {
        "answer": "в социальной нестабильности",
        "isTrue": false
      },
      {
        "answer": "в слабой организации научных исследований /управление/",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Термин &quot;философская антропология &quot; в современной философии трактуется как?",
    "num": 473,
    "answers": [
      {
        "answer": "раздел и философское направление",
        "isTrue": true
      },
      {
        "answer": "раздел философии",
        "isTrue": false
      },
      {
        "answer": "раздел, направление, метод",
        "isTrue": false
      },
      {
        "answer": "термин не используется",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Согласно ибн-Рушду, мир это?",
    "num": 474,
    "answers": [
      {
        "answer": "непрерывно изменяющийся процесс",
        "isTrue": true
      },
      {
        "answer": "застывшее явление",
        "isTrue": false
      },
      {
        "answer": "ложное восприятие",
        "isTrue": false
      },
      {
        "answer": "потусторонний мир",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Труды какого философа аль-Фараби перевел на арабский язык сопровождая их комментариями?",
    "num": 475,
    "answers": [
      {
        "answer": "Аристотеля",
        "isTrue": true
      },
      {
        "answer": "Сократа",
        "isTrue": false
      },
      {
        "answer": "Фомы Аквината",
        "isTrue": false
      },
      {
        "answer": "Конфуция",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой философ античности не написал ни одного философского труда?",
    "num": 476,
    "answers": [
      {
        "answer": "Сократ",
        "isTrue": true
      },
      {
        "answer": "Аристотель",
        "isTrue": false
      },
      {
        "answer": "Демокрит",
        "isTrue": false
      },
      {
        "answer": "Фалес",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какие вопросы находились в центре внимания конфуцианства?",
    "num": 477,
    "answers": [
      {
        "answer": "проблемы воспитания, образования, социальной стабильности",
        "isTrue": true
      },
      {
        "answer": "развитие мира",
        "isTrue": false
      },
      {
        "answer": "вопросы диалектики",
        "isTrue": false
      },
      {
        "answer": "проблемы бытия и становления",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите дату возникновения философии?",
    "num": 478,
    "answers": [
      {
        "answer": "середина 1тыс.до н.э.",
        "isTrue": true
      },
      {
        "answer": "середина 1тыс.н.э.",
        "isTrue": false
      },
      {
        "answer": "17в.",
        "isTrue": false
      },
      {
        "answer": "20 в.",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Один из основателей школы закона (легизм), создавший модель деспотического государства,в котором все равны перед законом?",
    "num": 479,
    "answers": [
      {
        "answer": "Хань-Фэй",
        "isTrue": true
      },
      {
        "answer": "Конфуций",
        "isTrue": false
      },
      {
        "answer": "Сократ",
        "isTrue": false
      },
      {
        "answer": "Лао-цзы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется метод научного прогнозирования, основанный на перенесении тенденций, имеющихся в настоящем на будущее?",
    "num": 480,
    "answers": [
      {
        "answer": "экстраполяция",
        "isTrue": true
      },
      {
        "answer": "моделирование",
        "isTrue": false
      },
      {
        "answer": "метод сценариев",
        "isTrue": false
      },
      {
        "answer": "идеализация",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какое философское направление утверждает, что человек обретает свою сущность, уже существуя?",
    "num": 481,
    "answers": [
      {
        "answer": "экзистенциализм",
        "isTrue": true
      },
      {
        "answer": "постпозитивизм",
        "isTrue": false
      },
      {
        "answer": "неотомизм",
        "isTrue": false
      },
      {
        "answer": "рационализм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какая еще одна подсистема представлена в обобщенном виде в мировоззрении, кроме познавательной и поведенческой?",
    "num": 482,
    "answers": [
      {
        "answer": "эмоциональная",
        "isTrue": true
      },
      {
        "answer": "когнитивная",
        "isTrue": false
      },
      {
        "answer": "иррациональная",
        "isTrue": false
      },
      {
        "answer": "рациональная",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто из этих философов представляет атеистическую ветвь экзистенциализма?",
    "num": 483,
    "answers": [
      {
        "answer": "Хайдеггер, Камю, Сартр",
        "isTrue": true
      },
      {
        "answer": "Кьеркегор, Ясперс, Бубер",
        "isTrue": false
      },
      {
        "answer": "Фихте, Гегель, Шеллинг",
        "isTrue": false
      },
      {
        "answer": "Конт, Спенсер, Милль",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется форма знания, которая требует дальнейшего обоснования и проверки?",
    "num": 484,
    "answers": [
      {
        "answer": "гипотеза",
        "isTrue": true
      },
      {
        "answer": "аксиома",
        "isTrue": false
      },
      {
        "answer": "факт",
        "isTrue": false
      },
      {
        "answer": "теория",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Отрицание всеобщего характера причинности характерно для?",
    "num": 485,
    "answers": [
      {
        "answer": "Индетерминизма",
        "isTrue": true
      },
      {
        "answer": "детерминизма",
        "isTrue": false
      },
      {
        "answer": "атомистики",
        "isTrue": false
      },
      {
        "answer": "сенсуализма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите один из основных принципов материалистической диалектики?",
    "num": 486,
    "answers": [
      {
        "answer": "развитие",
        "isTrue": true
      },
      {
        "answer": "тождество",
        "isTrue": false
      },
      {
        "answer": "относительность",
        "isTrue": false
      },
      {
        "answer": "реализм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Древнейший памятник индийской культуры и философии",
    "num": 487,
    "answers": [
      {
        "answer": "Веды",
        "isTrue": true
      },
      {
        "answer": "Дао дэ цзин",
        "isTrue": false
      },
      {
        "answer": "Бхагаватгита",
        "isTrue": false
      },
      {
        "answer": "Трипитака",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Форма выражения философских взглядов в традиционной казахской культуре",
    "num": 488,
    "answers": [
      {
        "answer": "Устное народное творчество",
        "isTrue": true
      },
      {
        "answer": "Художественная литература",
        "isTrue": false
      },
      {
        "answer": "Декоративнок искусство",
        "isTrue": false
      },
      {
        "answer": "Живопись",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Идеолог движения Реформации",
    "num": 489,
    "answers": [
      {
        "answer": "М. Лютер",
        "isTrue": true
      },
      {
        "answer": "Н. Кузанский",
        "isTrue": false
      },
      {
        "answer": "Н. Макиавелли",
        "isTrue": false
      },
      {
        "answer": "Т. Мор",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Социальный пароцесс, зависящий от природных условий",
    "num": 490,
    "answers": [
      {
        "answer": "Рост народонаселения",
        "isTrue": true
      },
      {
        "answer": "Научно-технический процесс",
        "isTrue": false
      },
      {
        "answer": "Социальная революция",
        "isTrue": false
      },
      {
        "answer": "Демократические выборы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Знаменитая апория Зенона Элейского",
    "num": 491,
    "answers": [
      {
        "answer": "&laquo;Ахиллес и черепаха&raquo;",
        "isTrue": true
      },
      {
        "answer": "&laquo;Большая этика&raquo;",
        "isTrue": false
      },
      {
        "answer": "&laquo;Никомахова Этика&raquo;",
        "isTrue": false
      },
      {
        "answer": "&laquo;Пир&raquo;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Соответствие знаний самим предметам характеризует классическую концепцию",
    "num": 492,
    "answers": [
      {
        "answer": "Истины",
        "isTrue": true
      },
      {
        "answer": "Практики",
        "isTrue": false
      },
      {
        "answer": "Искусства",
        "isTrue": false
      },
      {
        "answer": "Веры",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Глобальные проблемы современности отражают цивилизационные противоречия?",
    "num": 493,
    "answers": [
      {
        "answer": "планетарного масштаба",
        "isTrue": true
      },
      {
        "answer": "отдельного региона",
        "isTrue": false
      },
      {
        "answer": "Запада",
        "isTrue": false
      },
      {
        "answer": "Востока",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите категорию философии?",
    "num": 494,
    "answers": [
      {
        "answer": "сущность",
        "isTrue": true
      },
      {
        "answer": "потенциал",
        "isTrue": false
      },
      {
        "answer": "плоскость",
        "isTrue": false
      },
      {
        "answer": "интеграл",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите специфику философского мировоззрения?",
    "num": 495,
    "answers": [
      {
        "answer": "рефлексивный тип ; теоретическая, понятийная форма",
        "isTrue": true
      },
      {
        "answer": "создание системы ценностей; ритуалы",
        "isTrue": false
      },
      {
        "answer": "эмпирическая проверяемость",
        "isTrue": false
      },
      {
        "answer": "образно-эмоциональная форма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Эмоционально-психологическую сторону мировоззрения составляет?",
    "num": 496,
    "answers": [
      {
        "answer": "Мироощущение",
        "isTrue": true
      },
      {
        "answer": "миропонимание",
        "isTrue": false
      },
      {
        "answer": "логика",
        "isTrue": false
      },
      {
        "answer": "онтология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что часто подразумевают под &laquo;мегамиром&raquo;?",
    "num": 497,
    "answers": [
      {
        "answer": "космос, Вселенную",
        "isTrue": true
      },
      {
        "answer": "пространство",
        "isTrue": false
      },
      {
        "answer": "время",
        "isTrue": false
      },
      {
        "answer": "человека",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите философов эпохи Возрождения?",
    "num": 498,
    "answers": [
      {
        "answer": "Н.Кузанский , Дж.Пико делла Мирандола",
        "isTrue": true
      },
      {
        "answer": "Ф.Бэкон, Р.Декарт",
        "isTrue": false
      },
      {
        "answer": "И.Кант, Г.Гегель",
        "isTrue": false
      },
      {
        "answer": "К.Ясперс, М.Хайдеггер",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется механическое соединение разнородных взглядов, идей фактов?",
    "num": 499,
    "answers": [
      {
        "answer": "эклектика",
        "isTrue": true
      },
      {
        "answer": "диалектика",
        "isTrue": false
      },
      {
        "answer": "анализ",
        "isTrue": false
      },
      {
        "answer": "индукция",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите основной философский труд Ф.Бэкона?",
    "num": 500,
    "answers": [
      {
        "answer": "&quot;Новый органон&quot;",
        "isTrue": true
      },
      {
        "answer": "&quot;Миф о Сизифе &quot;",
        "isTrue": false
      },
      {
        "answer": "&quot;Органон &quot;",
        "isTrue": false
      },
      {
        "answer": "&quot;Рассуждение о методе &quot;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем суть кризиса объяснения в науке на рубеже XIX-XX ввс философских позиций?",
    "num": 501,
    "answers": [
      {
        "answer": "в переходе к новому пределу осмысления реального мира",
        "isTrue": true
      },
      {
        "answer": "в непознаваемости мира",
        "isTrue": false
      },
      {
        "answer": "в социальной нестабильности",
        "isTrue": false
      },
      {
        "answer": "в слабой организации научных исследований /управление/",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что является основанием, главным понятием философской системы Гегеля?",
    "num": 502,
    "answers": [
      {
        "answer": "абсолютная идея",
        "isTrue": true
      },
      {
        "answer": "материя",
        "isTrue": false
      },
      {
        "answer": "пространство",
        "isTrue": false
      },
      {
        "answer": "разум человека",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите категории учения Конфуция?",
    "num": 503,
    "answers": [
      {
        "answer": "порядок, добродетель, человечность",
        "isTrue": true
      },
      {
        "answer": "порядок, добродетель, бытие",
        "isTrue": false
      },
      {
        "answer": "диалектика, мера, истина",
        "isTrue": false
      },
      {
        "answer": "разум, мужество, истина",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется рациональный аспект мировоззрения?",
    "num": 504,
    "answers": [
      {
        "answer": "миропонимание",
        "isTrue": true
      },
      {
        "answer": "мироощущение",
        "isTrue": false
      },
      {
        "answer": "мировосприятие",
        "isTrue": false
      },
      {
        "answer": "интуиция",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Термин &quot;аксиология &quot; означает?",
    "num": 505,
    "answers": [
      {
        "answer": "теория ценностей",
        "isTrue": true
      },
      {
        "answer": "теория познания",
        "isTrue": false
      },
      {
        "answer": "теория бытия",
        "isTrue": false
      },
      {
        "answer": "учение о практике",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Термин &quot;рефлексия&quot; означает?",
    "num": 506,
    "answers": [
      {
        "answer": "форма самосознания",
        "isTrue": true
      },
      {
        "answer": "теория развития",
        "isTrue": false
      },
      {
        "answer": "форма развития",
        "isTrue": false
      },
      {
        "answer": "форма неосознанного",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется форма рационального мышления,с помощью которой что-либо отрицается или утверждается?",
    "num": 507,
    "answers": [
      {
        "answer": "суждение",
        "isTrue": true
      },
      {
        "answer": "понятие",
        "isTrue": false
      },
      {
        "answer": "логика",
        "isTrue": false
      },
      {
        "answer": "умозаключение",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется философское учение, которое находит своих последователей?",
    "num": 508,
    "answers": [
      {
        "answer": "философским течением",
        "isTrue": true
      },
      {
        "answer": "философской системой",
        "isTrue": false
      },
      {
        "answer": "философской школой",
        "isTrue": false
      },
      {
        "answer": "философским миропониманием",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой философ античности не написал ни одного философского труда?",
    "num": 509,
    "answers": [
      {
        "answer": "Сократ",
        "isTrue": true
      },
      {
        "answer": "Аристотель",
        "isTrue": false
      },
      {
        "answer": "Демокрит",
        "isTrue": false
      },
      {
        "answer": "Фалес",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется метод научного прогнозирования, основанный на перенесении тенденций , имеющихся в настоящем на будущее?",
    "num": 510,
    "answers": [
      {
        "answer": "экстраполяция",
        "isTrue": true
      },
      {
        "answer": "моделирование",
        "isTrue": false
      },
      {
        "answer": "метод сценариев",
        "isTrue": false
      },
      {
        "answer": "идеализация",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что часто подразумевают под &laquo;макромиром&raquo;?",
    "num": 511,
    "answers": [
      {
        "answer": "живую и неживую природу",
        "isTrue": true
      },
      {
        "answer": "пространство",
        "isTrue": false
      },
      {
        "answer": "человека",
        "isTrue": false
      },
      {
        "answer": "космос, Вселенную",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что часто подразумевают под &laquo;микромиром&raquo;?",
    "num": 512,
    "answers": [
      {
        "answer": "малекулярный уровень",
        "isTrue": true
      },
      {
        "answer": "время",
        "isTrue": false
      },
      {
        "answer": "человека",
        "isTrue": false
      },
      {
        "answer": "космос, Вселенную",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой раздел философии изучает цель, движущие силы, смысл и направленность исторического процесса",
    "num": 513,
    "answers": [
      {
        "answer": "социальная философия и философия истории",
        "isTrue": true
      },
      {
        "answer": "методология и философия науки",
        "isTrue": false
      },
      {
        "answer": "гносеология",
        "isTrue": false
      },
      {
        "answer": "философская антропология",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В чем сущность концепции географического детерминизма?",
    "num": 514,
    "answers": [
      {
        "answer": "основные факты истории объясняются географическими условиями",
        "isTrue": true
      },
      {
        "answer": "развитие общества меняет географическую среду",
        "isTrue": false
      },
      {
        "answer": "в утверждении идей синергетики",
        "isTrue": false
      },
      {
        "answer": "в возрастании воздействия общества на природную среду",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Что включает понятие &quot;сверх - я&quot; по З.Фрейду?",
    "num": 515,
    "answers": [
      {
        "answer": "установки общества, социальность внутри сознания",
        "isTrue": true
      },
      {
        "answer": "сферу сознания",
        "isTrue": false
      },
      {
        "answer": "слой бессознательного",
        "isTrue": false
      },
      {
        "answer": "материальные объекты",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто заложил основы механистического и метафизического материализма?",
    "num": 516,
    "answers": [
      {
        "answer": "Ньютон",
        "isTrue": true
      },
      {
        "answer": "Галилей",
        "isTrue": false
      },
      {
        "answer": "Дидро",
        "isTrue": false
      },
      {
        "answer": "Руссо",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называл Ф.Бэкон заблуждения человека, связанные с его верой в авторитеты?",
    "num": 517,
    "answers": [
      {
        "answer": "идолы театра",
        "isTrue": true
      },
      {
        "answer": "идолы рода",
        "isTrue": false
      },
      {
        "answer": "идолы общества",
        "isTrue": false
      },
      {
        "answer": "идолы пещеры",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите главное понятие психоанализа, получившее философское толкование?",
    "num": 518,
    "answers": [
      {
        "answer": "бессознательное",
        "isTrue": true
      },
      {
        "answer": "рассудок",
        "isTrue": false
      },
      {
        "answer": "мир",
        "isTrue": false
      },
      {
        "answer": "разум",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто сформулировал апории &quot;Дихотомия &quot;, &quot;Ахиллес и черепаха &quot;, &quot;Стрела&quot;?",
    "num": 519,
    "answers": [
      {
        "answer": "Зенон",
        "isTrue": true
      },
      {
        "answer": "Парменид",
        "isTrue": false
      },
      {
        "answer": "Платон",
        "isTrue": false
      },
      {
        "answer": "Пифагор",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Законы какой науки философы-материалисты ХУШ в утверждали в качестве всеобщих и универсальных?",
    "num": 520,
    "answers": [
      {
        "answer": "механики",
        "isTrue": true
      },
      {
        "answer": "биологии",
        "isTrue": false
      },
      {
        "answer": "формальной логики",
        "isTrue": false
      },
      {
        "answer": "географии",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой тип отношений человека к миру отражает вопрос И.Канта &quot;Что я должен делать&quot;?",
    "num": 521,
    "answers": [
      {
        "answer": "практический",
        "isTrue": true
      },
      {
        "answer": "познавательный",
        "isTrue": false
      },
      {
        "answer": "ценностный",
        "isTrue": false
      },
      {
        "answer": "коммуникативный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите одну из важнейших особенностей атрибутов материи?",
    "num": 522,
    "answers": [
      {
        "answer": "взаимосвязь атрибутов",
        "isTrue": true
      },
      {
        "answer": "независимость атрибутов",
        "isTrue": false
      },
      {
        "answer": "относительность",
        "isTrue": false
      },
      {
        "answer": "непознаваемость атрибутов",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите первый элемент триады Гегеля?",
    "num": 523,
    "answers": [
      {
        "answer": "тезис",
        "isTrue": true
      },
      {
        "answer": "антитезис",
        "isTrue": false
      },
      {
        "answer": "факт",
        "isTrue": false
      },
      {
        "answer": "синтез",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Укажите общее положение философского сенсуализма?",
    "num": 524,
    "answers": [
      {
        "answer": "&quot;ничего нет в интеллекте, чего не было бы раньше в чувствах &quot;",
        "isTrue": true
      },
      {
        "answer": "&quot;все вещи неустойчивы&quot;",
        "isTrue": false
      },
      {
        "answer": "&quot;мыслю, следовательно, существую&quot;",
        "isTrue": false
      },
      {
        "answer": "&quot;знание -сила&quot;",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Целостный образ предмета, данный посредством наблюдения, называется?",
    "num": 525,
    "answers": [
      {
        "answer": "представлением",
        "isTrue": true
      },
      {
        "answer": "ощущением",
        "isTrue": false
      },
      {
        "answer": "восприятием",
        "isTrue": false
      },
      {
        "answer": "эмоциональным состоянием",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется результат синтеза наиболее фундаментальных знаний о мире в кахдый конкретный период развития науки?",
    "num": 526,
    "answers": [
      {
        "answer": "парадигма",
        "isTrue": true
      },
      {
        "answer": "эклектика",
        "isTrue": false
      },
      {
        "answer": "интеграция знаний",
        "isTrue": false
      },
      {
        "answer": "научная картина мира",
        "isTrue": false
      }
    ]
  },
  {
    "question": "О Конт (основатель позитивизма) разделил историю познания природы на три стадии: теологическую, метафизическую и ..?",
    "num": 527,
    "answers": [
      {
        "answer": "философскую",
        "isTrue": true
      },
      {
        "answer": "диалектическую",
        "isTrue": false
      },
      {
        "answer": "позитивистскую",
        "isTrue": false
      },
      {
        "answer": "постпозитивистскую",
        "isTrue": false
      }
    ]
  },
  {
    "question": "И.Кант по своим мировоззренческим взглядам был?",
    "num": 528,
    "answers": [
      {
        "answer": "идеалистом",
        "isTrue": true
      },
      {
        "answer": "дуалистом",
        "isTrue": false
      },
      {
        "answer": "сенсуалистом",
        "isTrue": false
      },
      {
        "answer": "материалистом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто определил пространство и время как априорные формы чувственности?",
    "num": 529,
    "answers": [
      {
        "answer": "И.Кант",
        "isTrue": true
      },
      {
        "answer": "Г.Лейбниц",
        "isTrue": false
      },
      {
        "answer": "К.Поппер",
        "isTrue": false
      },
      {
        "answer": "И.Ньютон",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Платон утверждал, что реальный мир есть?",
    "num": 530,
    "answers": [
      {
        "answer": "бледное отражение мира идей",
        "isTrue": true
      },
      {
        "answer": "вечный огонь",
        "isTrue": false
      },
      {
        "answer": "материя",
        "isTrue": false
      },
      {
        "answer": "материя и форма",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется позиция, согласно которой все явления природы обладают психическими свойствами?",
    "num": 531,
    "answers": [
      {
        "answer": "гилозоизм",
        "isTrue": true
      },
      {
        "answer": "агностицизм",
        "isTrue": false
      },
      {
        "answer": "диалектика",
        "isTrue": false
      },
      {
        "answer": "деизм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Мир есть соединение идеальных сущностей и вещей, формы и материи, согласно?",
    "num": 532,
    "answers": [
      {
        "answer": "Аристотелю",
        "isTrue": true
      },
      {
        "answer": "И.Канту",
        "isTrue": false
      },
      {
        "answer": "Гегелю",
        "isTrue": false
      },
      {
        "answer": "Платону",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Выделите категории диалектики?",
    "num": 533,
    "answers": [
      {
        "answer": "противоречие, качество, мера, отрицание",
        "isTrue": true
      },
      {
        "answer": "бытие, материя, пространство-время",
        "isTrue": false
      },
      {
        "answer": "тезис, адресат, аргументатор",
        "isTrue": false
      },
      {
        "answer": "идеал, норма, оценка",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Фалес в качестве первоначала мира утверждал?",
    "num": 534,
    "answers": [
      {
        "answer": "воду",
        "isTrue": true
      },
      {
        "answer": "огонь",
        "isTrue": false
      },
      {
        "answer": "воздух",
        "isTrue": false
      },
      {
        "answer": "атомы",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Кто является автором учения о монадах?",
    "num": 535,
    "answers": [
      {
        "answer": "Лейбниц",
        "isTrue": true
      },
      {
        "answer": "Спиноза",
        "isTrue": false
      },
      {
        "answer": "Декарт",
        "isTrue": false
      },
      {
        "answer": "Аристотель",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Цивилизация, по мнению О.Шпенглера представляет собой?",
    "num": 536,
    "answers": [
      {
        "answer": "упадок, деградацию культуры",
        "isTrue": true
      },
      {
        "answer": "синоним культуры",
        "isTrue": false
      },
      {
        "answer": "прогресс культуры",
        "isTrue": false
      },
      {
        "answer": "систему ценностей",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Объясните понятие антиномии?",
    "num": 537,
    "answers": [
      {
        "answer": "суждения, которые взаимоисключают друг друга",
        "isTrue": true
      },
      {
        "answer": "суждения, связанные друг с другом",
        "isTrue": false
      },
      {
        "answer": "суждение, которое выводится из другого",
        "isTrue": false
      },
      {
        "answer": "синтез суждений",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Для какого типа культуры характерна ориентация на новации и активное преобразование мира?",
    "num": 538,
    "answers": [
      {
        "answer": "европейского",
        "isTrue": true
      },
      {
        "answer": "восточного",
        "isTrue": false
      },
      {
        "answer": "восточного и европейского",
        "isTrue": false
      },
      {
        "answer": "средневекового",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Этимология понятия &laquo;материя&raquo;?",
    "num": 539,
    "answers": [
      {
        "answer": "вещество, материал",
        "isTrue": true
      },
      {
        "answer": "чувства",
        "isTrue": false
      },
      {
        "answer": "молекула",
        "isTrue": false
      },
      {
        "answer": "единица",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Как называется теория понимания текстов и интерпретации феноменов культуры?",
    "num": 540,
    "answers": [
      {
        "answer": "герменевтика",
        "isTrue": true
      },
      {
        "answer": "эклектика",
        "isTrue": false
      },
      {
        "answer": "прагматизм",
        "isTrue": false
      },
      {
        "answer": "диалектика",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Преувеличение относительности знания называется?",
    "num": 541,
    "answers": [
      {
        "answer": "формализмом",
        "isTrue": true
      },
      {
        "answer": "релятивизмом",
        "isTrue": false
      },
      {
        "answer": "догматизмом",
        "isTrue": false
      },
      {
        "answer": "эмпиризмом",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Позиция, согласно которой с помощью науки будут разрешены все проблемы и противоречия человечества,называется?",
    "num": 542,
    "answers": [
      {
        "answer": "сциентизм",
        "isTrue": true
      },
      {
        "answer": "прагматизм",
        "isTrue": false
      },
      {
        "answer": "антисциентизм",
        "isTrue": false
      },
      {
        "answer": "экзистенциализм",
        "isTrue": false
      }
    ]
  },
  {
    "question": "Какой тип отношений человека к миру отражает вопрос И.Канта &quot;Что я могу знать&quot;?",
    "num": 543,
    "answers": [
      {
        "answer": "познавательный",
        "isTrue": true
      },
      {
        "answer": "практический",
        "isTrue": false
      },
      {
        "answer": "ценностный",
        "isTrue": false
      },
      {
        "answer": "коммуникативный",
        "isTrue": false
      }
    ]
  },
  {
    "question": "В каком понятии отражается процесс взаимодействия природы и общества, подчеркивается активная роль науки и разума человека?",
    "num": 544,
    "answers": [
      {
        "answer": "ноосферы",
        "isTrue": true
      },
      {
        "answer": "техносферы",
        "isTrue": false
      },
      {
        "answer": "биосферы",
        "isTrue": false
      },
      {
        "answer": "социосферы",
        "isTrue": false
      }
    ]
  }
]